Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

# Button for stopping the light patterns, on the page for the Glow Tips
source: Stop Lights
cs_cz: Vypnout světla
da_dk: Stop Lys
de_de: Licht abschalten
es_es: Parar Luces
fr: Arrêter les lumières
it: Luci di arresto
ja_jp: ストップライト
lt: Sustabdyti šviesą
ru: Остановить Свечение

# Description for the list of light patterns, on the page for the Glow Tips
source: The list below shows all the light patterns available to your gear. Tap any of them to send them off to any of your connected devices! If you have more than one connected, the little coloured dots show which you can send that light pattern to.
da_dk: Listen nedenfor viser alle de lys-mønstre dit udstyr har tilgængeligt. Tryk på dem for at sende dem til en eller flere af dine enheder! Hvis du har mere end et forbundet, viser de små farvede prikker, hvilke du kan sende det lydmønster til.
de_de: In der folgenden Liste findest du alle für dein Gerät verfügbaren Licht-Effekte. Tippe auf einen Effekt um ihn an deine verbundenen Geräte zu senden! Wenn mehr als ein Gerät verbunden ist, zeigt der kleine farbige Punkt an, an welches Gerät der Licht-Effekt geschickt werden kann.
es_es: La siguiente lista muestra todos los patrones luminosos disponibles para tu equipo. ¡Toca cualquiera de ellos para enviarlos a tus dispositivos conectados! Si tienes más de uno conectado, los pequeños.puntos coloreados te muestran a cual puedes enviar ese patron.
lt: Toliau pateiktame sąraše rodomi visi jūsų įrangai galimi šviesos modeliai. Bakstelėkite bet kurį iš jų, kad išsiųstumėte juos į bet kurį prijungtą įrenginį! Jei prijungtas daugiau nei vienas, maži spalvoti taškeliai rodo, kam galite nusiųsti tą šviesos raštą.
ru: В приведенном ниже списке показаны все световые узоры, доступные для вашего снаряжения. Коснитесь любого из них, чтобы отправить на конкретные подключенные устройства.

# List element for the light patterns, on the page for the Glow Tips
source: LED Patterns
cs_cz: LED vzory
da_dk: LED Mønstre
de_de: LED-Muster
es_es: Patrones LED
fr: Motifs Lumineux
it: Modelli LED
ja_jp: LEDパターン
lt: LED raštai
ru: LED Узоры

# Heading for the Moves page
source: Moves
cs_cz: Pohyby
da_dk: Bevægelser
de_de: Bewegungen
es_es: Movimientos
fr: Mouvements
it: Movimenti
ja_jp: ムーブス
lt: Judesiai
ru: Движения

# Button for returning the tail to its home position, on the Moves page
source: Home Position
cs_cz: Základní pozice
da_dk: Hjemmeposition
de_de: Ausgangsposition
es_es: Posición inicial
fr: Position de Repos
it: Posizione iniziale
ja_jp: ホームポジション
lt: Pradinė padėtis
ru: Исходное Положение

# Description for the list of moves, on the Moves page
source: The list below shows all the moves available to your gear. Tap any of them to send them off to any of your connected devices! If you have more than one connected, the little coloured dots show which you can send that move to.
da_dk: Listen nedenfor viser alle de bevægelser der er tilgængelige for dit udstyr. Tryk på dem for at sende dem til en eller flere af dine enheder! Hvis du har mere end et forbundet, viser de små farvede prikker, hvilke du kan sende den bevægelse til.
de_de: In der folgenden Liste findest du alle für dein Gerät verfügbaren Bewegungen. Tippe eine Bewegung an um sie an deine verbundenen Geräte zu senden! Wenn mehr als ein Gerät verbunden ist, zeigt der kleine farbige Punkt an, an welches Gerät die Bewegung geschickt werden kann.
es_es: La siguiente lista muestra todos los movimientos disponibles para tu equipo. ¡Toca cualquiera de ellos para enviarlo a tus equipos conectados! Si tienes más de uno conectado, los pequeños puntos coloreados te muestran a cual le puedes enviar dicho movimiento.
it: L'elenco seguente mostra tutte le mosse disponibili per la tua attrezzatura. Tocca uno di essi per inviarli a uno qualsiasi dei tuoi dispositivi collegati.
lt: Žemiau esančiame sąraše rodomi visi jūsų įrangos judesiai. Bakstelėkite bet kurį iš jų, kad išsiųstumėte juos į bet kurį prijungtą įrenginį! Jei esate prijungę daugiau nei vieną, maži spalvoti taškai rodo, kam galite nusiųsti tą judesį.
ru: В приведенном ниже списке показаны все движения, доступные для вашего снаряжения. Коснитесь любого из них, чтобы отправить на конкретные подключенные устройства.

# Description for the category for the Relaxed Moveset, on the Moves page
source: Calm and Relaxed
cs_cz: Klidný a uvolněný
da_dk: Rolig og Afslappet
de_de: Ruhig und Entspannt
es_es: Tranquilo y Relajado
fr: Calme et relaxe
it: Calmo e rilassato
ja_jp: 落ち着きとリラックス
lt: Ramus ir atsipalaidavęs
ru: Спокойный и Расслабленный

# Description for the category for the Excited Moveset, on the Moves page
source: Fast and Excited
cs_cz: Rychlý a nadšený
da_dk: Hurtig og Begejstret
de_de: Schnell und Aufgeregt
es_es: Rápido y Excitado
fr: Rapide et enthousiaste
it: Veloce e eccitato
ja_jp: 速くと興奮
lt: Greitas ir susijaudinęs
ru: Быстрый и Возбуждённый

# Description for the category for the Tense Moveset, on the Moves page
source: Frustrated and Tense
cs_cz: Frustrovaný a napjatý
da_dk: Frustreret og Anspændt
de_de: Frustriert und Angespannt
es_es: Frustrado y Tenso
fr: Frustré et tendu
it: Frustato e teso
ja_jp: イライラとピリピリ
lt: Nusivylęs ir įsitempęs
ru: Разочарованный и Напряжённый

source: Tilt Settings
da_dk: Hældeindstillinger
es_es: Ajustes de inclinación
fr: Réglages d’inclinaison
lt: Pakreipimo nustatymai

source: Home Position
da_dk: Hjemmeposition
es_es: Posición inicial
fr: Position de repos
lt: Pradinė padėtis

source: Turn on tilting detection by ticking the box beside the name of the gear you want to detect them on. To decide what to do when a particular kind of tilting is detected, pick the moves and what bits of gear you want to send that move to if you have more than one (otherwise we'll just send it to itself).
da_dk: Tænd hældningsdetektering ved at afkrydse kassen ved siden af der udstyr, du vil detektere dem med. For at vælge, hvad der skal ske, når en bestemt type hæld bliver detekteret, kan du vælge bevægelser, og hvilke stykker udstyr den bevægelse skal sendes til, hvis du har mere end et tilkoblet (ellers sender vi den bare til udstyret selv).
de_de: Aktiviere die Kipperkennung, indem du das Kästchen neben dem Namen des Zahnrads anklickst, an dem du Neigungen erkennen möchtest. Um zu entscheiden, was zu tun ist, wenn eine bestimmte Art des Kippens erkannt wird, wähle die Bewegungen und die Geräte aus, an die du diese Bewegung senden möchtest, falls du mehr als ein Gerät hast (andernfalls senden wir sie einfach an uns selbst).
es_es: Activa la detección de inclinación marcando la caaj junto al equipo que quieres que la detecte. Para elegir que hacer cuando un tipo de inclinación sea detectado, elige los movimientos y a que dispositivos quieres que se envíe si tienes varios conectados (de lo contrario solo.se.lo.enviaremos a este).
lt: Įjunkite pasvirimo aptikimą pažymėdami langelį šalia įrangos, kurią norite aptikti, pavadinimo. Jei norite nuspręsti, ką daryti, kai aptinkamas tam tikros rūšies posvyris, pasirinkite judesius ir į kokias pavarų dalis norite siųsti tą judesį, jei turite daugiau nei vieną (kitaip mes tiesiog išsiųsime jį pačiam).

source: (no command)
da_dk: (ingen kommando)
es_es: (ningún comando)
fr: (pas de commandes)
lt: (nėra komandos)

# Title for the time picker
source: Pick a Time
es_es: Elige una hora
fr: Choisis une heure
lt: Pasirinkti laiką

# Label for the Hours field on a time picker
source: Hours
cs_cz: Hodin
da_dk: Timer
de_de: Stunden
es_es: Horas
fr: Heures
it: Orario
ja_jp: 時
lt: Valandos
ru: Часов

# Label for the Minutes field on a time picker
source: Minutes
cs_cz: Minut
da_dk: Minutter
de_de: Minuten
es_es: Minutos
it: Minuti
ja_jp: 分
lt: Minutės
ru: Минут

# Button for resetting a time field to the current time, on a time picker
source: Now
cs_cz: Nyní
da_dk: Nu
de_de: Jetzt
es_es: Ahora
fr: Maintenant
it: Ora
ja_jp: 今
lt: Dabar
ru: Сейчас

# Button for cancelling the time entry, on a time picker
source: Cancel
cs_cz: Zrušit
da_dk: Afbryd
de_de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Cancella
ja_jp: キャンセル
lt: Atšaukti
ru: Отмена

# Button for confirming the time entry, on a time picker
source: OK
es_es: Aceptar
ja_jp: オーケー

# Label for the button for requesting bluetooth permissions on the welcome page
source: Get Bluetooth Permissions
es_es: Obtener permisos para el bluetooth
fr: Obtenir les autorisations de localisation
it: Ottieni l'autorizzazione Bluetooth
lt: Gauti Bluetooth leidimus
ru: Получить разрешение на местоположение

# Label for the button for disconnecting gear, on the welcome page
source: Disconnect
cs_cz: Odpojit
da_dk: Afkobl
de_de: Verbindung trennen
es_es: Desconectar
fr: Déconnecter
it: Disconnesso
ja_jp: ディスコネクト
lt: Atjungti
ru: Отключиться

# Label for the button for connecting gear, on the welcome page
source: Connect
cs_cz: Připojit
da_dk: Tilkobl
de_de: Verbinden
es_es: Conectar
fr: Connecter
it: Connesso
ja_jp: 接続
lt: Prisijungti
ru: Подключиться

# Label for the button for looking for additional gear, on the welcome page
source: Look for gear
da_dk: Søg efter udstyr
de_de: Nach Geräten suchen
es_es: Buscar equipamiento
fr: Rechercher le(s) appareil(s)
it: Cerca l'attrezzatura
ja_jp: ギアを探す
lt: Ieškoti įrangos
ru: Искать снаряжение

# Label for the button for connecting additional gear, on the welcome page
source: Connect More...
cs_cz: Připojit více...
da_dk: Tilkobl Flere...
de_de: Weitere Geräte verbinden...
es_es: Conectar Más...
fr: Connecter plus d'équipement...
it: Connetti Altro...
ja_jp: もっと接続する...
lt: Prisijunkti daugiau...
ru: Подключить ещё...

# Label for the button for opening the Moves page, on the welcome page
source: Moves
cs_cz: Pohyby
da_dk: Bevægelser
de_de: Bewegungen
es_es: Movimientos
fr: Mouvements
it: Movimenti
ja_jp: ムーブス
lt: Judėsiai
ru: Движения

# Label for the button for opening the Ear Poses page, on the welcome page
source: Ear Poses
cs_cz: Pózy uší
da_dk: Øre Positioner
de_de: Position der Ohren
es_es: Posiciones de las Orejas
fr: Positions des oreilles
it: Posizione dell'orecchio
ja_jp: イヤーポーズ
lt: Ausų pozos

# Label for the button for opening the Glow Tips page, on the welcome page
source: Glow Tips
cs_cz: Svítící konce
da_dk: Lys-spidser
de_de: Beleuchtungs-Tipps
es_es: Puntas Luminosas
fr: Pointes Lumineuses
it: Suggerimenti luminosi
ja_jp: グローチップ
lt: Švytintys antgaliai
ru: Подсветка

# Label for the button for opening the Alarms page, on the welcome page
source: Alarm
cs_cz: Upozornění
de_de: Wecker
es_es: Alarma
fr: Alarmes
it: Allarme
ja_jp: アラーム
lt: Signalizacija
ru: Таймер

# Label for the button for opening the Move List page, on the welcome page
source: Move List
cs_cz: Seznam pohybů
da_dk: Bevægelsesliste
de_de: Liste der Bewegungen
es_es: Lista de movimientos
fr: Liste de mouvements
it: Lista movimenti
ja_jp: ムーブリスト
lt: Judesių sąrašas
ru: Список Движений

# Label for the button for opening the Casual Mode page, on the welcome page
source: Casual Mode
cs_cz: Casual mód
da_dk: Afslapningstilstand
de_de: Gelegenheitsmodus
es_es: Modo Casual
fr: Mode décontracté
it: Modalità casuale
ja_jp: カジュアルモード
lt: Atsitiktinis režimas
ru: Повседневный Режим

# Label for the button for enabling the Casual Mode, on the welcome page
source: Enable Casual Mode
da_dk: Aktiver Afslapningstilstand
es_es: Activar modo Casual
fr: Activer le Mode décontracté
lt: Įjungti atsitiktinį režimą

# Heading for the panel for turning on Listening Mode
source: Listening Mode
cs_cz: Mód odposlechu
da_dk: Lyttereaktioner
de_de: Geräusch-Modus
es_es: Modo de Escucha
fr: Mode d'écoute
it: Modalità di ascolto
ja_jp: リスニングモード
lt: Klausymosi režimas
ru: Режим Прослушивания

# Label for the checkbox for turning on Listening Mode
source: Turn this on to make your gear react to sounds around it for five minutes at a time.
cs_cz: Zapni tuto funkci, aby tvé zařízení reagovalo na zvuk po dobu pěti minut.
da_dk: Tænd dette, så dit udstyr reagerer på lyde omkring det fem minutter af gangen.
de_de: Schalte die Reaktion auf Geräusche für fünf Minuten ein.
es_es: Activa este modo para hacer que tu equipo reaccione a los sonidos a su alrededor durante cinco minutos cada vez.
fr: Active cette fonction pour que ton appareil réagisse aux sons qui l'entourent pendant cinq minutes à la fois.
it: Attiva questa opzione per far reagire la tua attrezzatura ai suoni circostanti per cinque minuti alla volta.
ja_jp: これをオンにすると、5分間、周囲の音に機器が反応するようになります。
lt: Įjunkite šį režimą, kad jūsų įranga penkias minutes reaguotų į aplinkinius garsus.
ru: Включите эту функцию, чтобы ваше снаряжение реагировало на окружающие звуки в течение пяти минут.

# Heading for the panel for turning on Tilt Mode
source: Tilt Mode
da_dk: Vippereaktioner
de_de: Neigungsmodus
es_es: Modo de Inclinación
fr: Mode d'inclinaison
it: Modalità Tilt
ja_jp: チルトモード
lt: Pakreipimo režimas
ru: Наклонный Режим

# Label for the checkbox for turning on Tilt Mode
source: Turn this on to make your gear react to tilting movements.
da_dk: Tænd dette, så dit udstyr reagerer på når du vipper hovedet sidelæns eller frem og tilbage.
de_de: Aktivieren um dein Gerät auf Neigungen reagieren zu lassen.
es_es: Activa esta opción para hacer que tu equipo reaccione a los movimientos de inclinación.
fr: Active cette fonction pour que ton appareil réagisse aux mouvements d'inclinaison.
it: Attiva questa opzione per far reagire la tua attrezzatura ai movimenti di inclinazione.
ja_jp: オンにすると、ギアを傾ける動作に反応するようになります。
lt: Įjunkite tai, kad jūsų įranga reaguotų į pasvirusius judesius.
ru: Включите эту функцию, чтобы ваше снаряжение реагировало на движения.

# Label for the button for opening the Gear Gestures page, on the welcome page
source: Gear Gestures
cs_cz: Akce zařízení
da_dk: Udstyrsreaktioner
de_de: Gestensteuerung
es_es: Gestos de las Orejas
fr: Gestes
it: Gesti di movimento
ja_jp: ギアジェスチャー
lt: Įrangos gestai
ru: Жесты Снаряжения

# The name of the first entry in any of the categories of moves
source: One
es_es: Uno
fr: Un
lt: Vienas

# The name of the second entry in any of the categories of moves
source: Two
es_es: Dos
fr: Deux
lt: Du

# The name of the third entry in any of the categories of moves
source: Three
es_es: Tres
fr: Trois
lt: Trys

# The name of the fourth entry in any of the categories of moves
source: Four
es_es: Cuatro
fr: Quatre
lt: Keturi

# The name of the fifth entry in any of the categories of moves
source: Five
es_es: Cinco
fr: Cinq
lt: Penki

# The name of the sixth entry in any of the categories of moves
source: Six
es_es: Seis
lt: Šeši

# The name of the seventh entry in any of the categories of moves
source: Seven
es_es: Siete
fr: Sept
lt: Septyni

# The name of the eighth entry in any of the categories of moves
source: Eight
es_es: Ocho
fr: Huit
lt: Aštuoni

# The name of the ninth entry in any of the categories of moves
source: Nine
es_es: Nueve
fr: Neuf
lt: Devyni

# The name of the calm and relaxed category of gear moves
source: Calm and Relaxed
es_es: Tranquilo y Relajado
fr: Mouvement calme et relaxe
lt: Ramus ir atsipalaidavęs

# The name of the fast and excited category of gear moves
source: Fast and Excited
es_es: Rápido y Animado
fr: Mouvement rapide et heureux
lt: Greitas ir susijaudinęs

# The name of the frustrated and tense category of gear moves
source: Frustrated and Tense
es_es: Frustrado y Tenso
fr: Mouvement contrarié et tendu
lt: Nusivylęs ir įsitempęs

# The name of the lights category of gear commands
source: Glow Tip Patterns
es_es: Patrones luminosos
fr: Pointes lumineuses
lt: Švytinčių galiukų raštai

# The name of the Blink command in the lights category of gear commands
source: Blink
es_es: Parpadeo
fr: Clignoter
lt: Mirksėti

# The name of the Triangle command in the lights category of gear commands
source: Triangle
es_es: Triángulo
lt: Trikampis

# The name of the Sawtooth command in the lights category of gear commands
source: Sawtooth
es_es: Onda cuadrada
fr: Dents de scie
lt: Pjūklas

# The name of the Beacon command in the lights category of gear commands
source: Beacon
es_es: Baliza
fr: Signal
lt: Švyturys

# The name of the Flame command in the lights category of gear commands
source: Glame
es_es: Glamour
fr: Flamme
lt: Blizgesys

# The name of the Strobe command in the lights category of gear commands
source: Strobe
es_es: Estroboscópico
fr: Flasher

# The name of the On command in the lights category of gear commands
source: On
es_es: Encendido
fr: Allumer
lt: Įjungta

# The name of the Off command in the lights category of gear commands
source: Off
es_es: Apagado
fr: Étteindre
lt: Išjungta

# The human readable name of the walking sensor
source: Walking
es_es: Andando
fr: Marcher
lt: Vaikščiojimas

source: Poses
cs_cz: Pózy
da_dk: Positioner
de_de: Posen
fr: Positions
it: Pose
ja_jp: ポーズ
lt: Pozos

# Label for the AM option on a AM/PM selector of a time picker
source: AM
fr: Matin
lt: Valanda ryto

# Label for the PM option on a AM/PM selector of a time picker
source: PM
fr: Après-midi
lt: Valanda vakaro

# The name of the poses category of gear commands
source: Poses
fr: Positions
lt: Pozos

# The name of the Morse command in the lights category of gear commands
source: Morse
lt: Morzė

# Header for the panel for changing gear names, on the settings page
source: Gear Names
cs_cz: Jména zařízení
da_dk: Udstyrsnavne
de_de: Gerätenamen
it: Nomi di ingranaggi

# Description for the panel for changing gear names, on the settings page
source: If you want to clear the names of any gear you have given a name, click the button below to make the app forget them all. If you just want to rename a piece of gear, you can do that by tapping on the gear's name in the list over on the home page.
da_dk: Hvis du vil fjerne de navne, du har givet dit udstyr, kan du trykke på knappen nedenfor for at glemme dem allesammen. Hvis du bare vil ændre et at dine stykker udstyrs navn, så kan du gøre det ved at trykke på navnet i listen på forsiden.

source: Forget Gear Names
cs_cz: Zapomeň jména zařízení
da_dk: Glem Udstyrsnavne
de_de: Gerätenamen vergessen
it: Dimentica i nomi degli ingranaggi

source: Clear the names?
cs_cz: Smazat jména?
da_dk: Glem navnene?
de_de: Möchtest du die Namen löschen?
it: Cancellare i nomi?

source: Please confirm that you do, in fact, want to clear all your saved device names.
cs_cz: Prosím potvrď, že opravdu chceš smazat všechna uložená jména zařízení.
da_dk: Bekræft at du vil fjerne alle navne du har givet dit udstyr.
de_de: Bitte bestätige, dass du die Namen deiner gespeicherten Geräte löschen möchtest.
it: Conferma che in realtà desideri cancellare tutti i nomi dei dispositivi salvati.

# Title of the application
source: Crumpet
it: Focaccina
ja_jp: クランペット

# Button for opening the Crumpet page, from the landing page
source: Crumpet
it: Focaccina
ja_jp: クランペット

# Header for the welcome page
source: Crumpet
it: Focaccina
ja_jp: クランペット

# Label above the list of options available for disconnecting from a piece of gear
source: Please select how you would like to disconnect from %1.
cs_cz: Zvol způsob odpojení od %1.

# Description for the page for selecting a pose for the EarGear
source: The list below shows all the poses available to your gear. Tap any of them to send them off to any of your connected devices!
cs_cz: Tento seznam ukazuje všechny pózy, které může tvoje zařízení vykonat. Zvol kteroukoli, aby ji provedlo tvé zařízení!

# Title for the page for selecting a pose for the Gear
source: Gear Gestures
cs_cz: Akce zařízení

source: Home Position
cs_cz: Základní pozice

# Info card for the page for selecting a pose for the Gear
source: Turn on one of the sensors below to make your gear react to gestures performed on this device, if there is nothing else going on (that is, no current commands, and an empty command queue). For example, make your ears perk up when the device recognises that is has been picked up, or start wagging when it detects that you have taken a step.
cs_cz: Zapni jeden z následujících senzorů, aby tvoje zařízení reagovalo na akce s tímto mobilním zařízením, když neprobíhá jiná aktivita (to znamená žádný momentální příkaz a prázdná příkazová fronta). Například uši se můžou zvednout, když zvedneš toto zařízení, nebo se můžou začít hýbat když uděláš krok.

source: Multiple Gestures
cs_cz: Příliš mnoho akcí

source: You are attempting to turn on more than one gesture at the same time. This will occasionally cause problems, primarily by being confusing to manage (for example, turning on both Walking and Shake is likely to cause both to be detected). If you are sure you want to do this, tap OK, or tap Cancel to not enable this gesture.
cs_cz: Pokoušíš se zapnout více akcí najednou. To může někdy způsobit problémy s ovládáním (například pokud zapneš Chůzi a Zatřesení naráz, budou se pravděpodobně detekovat společně). Pokud opravdu chceš toto udělat, klikni na OK, nebo zruš aktivaci.

source: Show On Welcome Page
cs_cz: Zobraz na uvítací stránce

source: (no command)
cs_cz: (žádný příkaz)

# Title for the page for selecting a move in Casual Mode
source: Casual Mode Categories
cs_cz: Kategorie casual módu

source: Calm and Relaxed
cs_cz: Klidný a uvolněný

source: Fast and Excited
cs_cz: Rychlý a nadšený

source: Frustrated and Tense
cs_cz: Frustrovaný a napjatý

source: LED Patterns
cs_cz: LED vzory

source: This is where you set the pauses in between moves, as well as the families of moves that can be called upon.
cs_cz: Zde si můžeš nastavit pauzy mezi pohyby nebo sadami pohybů, které si zde můžeš zobrazit.

# Description for the prompt for entering a name for your Gear
source: Enter a name to use for your new gear
cs_cz: Zvol jméno pro svoje nové zařízení

# Label for your gear that gets shown when attempting to connect to it
source: Attempting to connect...
cs_cz: Zkouším se připojit...

# Description for the panel for changing gear names, on the settings page
source: If you want to clear the names of any gear you have given a name, click the button below to make the app forget them all.
cs_cz: Pokud chceš smazat všechna jména zařízení naráz, stiskni tlačítko níže.

# Description for the list of light patterns, on the page for the Glow Tips
source: The list below shows all the light patterns available to your gear. Tap any of them to send them off to any of your connected devices!
cs_cz: Tento seznam ukazuje všechny světelné pózy, které může tvoje zařízení vykonat. Zvol kteroukoli, aby ji provedlo tvé zařízení!

# Description for the list of moves, on the Moves page
source: The list below shows all the moves available to your gear. Tap any of them to send them off to any of your connected devices!
cs_cz: Tento seznam ukazuje všechny pohyby, které může tvoje zařízení vykonat. Zvol kteroukoli, aby ji provedlo tvé zařízení!

# Label for the button for configuring the Casual Mode, on the welcome page
source: Casual Mode Settings
cs_cz: Nastavení casual módu
