Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

source: Your MiTail currently has version 4.03 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
da_dk: Din MiTail har firmware version 4.0.3 installeret, hvilket er uddateret og har nogle kendte problemer! Vi vi <b>kraftigt anbefale</b> at du opgraderer det til den nyeste firmware, som fikser problemerne. Smut over til Indstillinger og find Firmware afdelingen for at installere opdateringen.
de_de: Dein MiTail läuft derzeit mit der Firmware Version 4.03, welche inzwischen schon veraltet ist und einige Fehler enthält. Wir <b>empfehlen nachdrücklichst</b> die neueste Firmware einzuspielen um diese Probleme zu beheben. Geh zu den Einstellungen und suche die Firmware-Sektion um das Update einzuspielen.
es_es: Tu MiTail actualmente tiene la versión 4.03 del firmware instalada, ¡la cual se encuentra obsoleta y tiene varios errores conocidos! ¡Te <b>recomendaríamos encarecidamente</b> que actualizases a la última versión del firmware que soluciona estos errores! Dirígete a Ajustes, en la sección de firmware, para realizar la actualización.
fr: Ta MiTail a actuellement la version 4.03 du logiciel installée. Celle-ci est obsolète et contient des erreurs ! Nous te <b>recommandons vivement</b> de télécharger la dernière mise à jour pour laquelle les erreurs ont été fixées ! Va sur Paramètres, puis Logiciel pour enfin télécharger la mise à jour.
it: Il tuo MiTail al momento utilizza il firmware nella versione 4.03, che è scaduta e riscontra dei problemi! <b>Raccomandiamo fortemente</b> un upgrade all'ultima versione per sistemarli! Vai su Impostazioni e cerca la sezione Firmware per accedere all'update.
lt: Šiuo metu jūsų „MiTail“ įdiegta 4.03 programinės įrangos versija, kuri yra pasenusi ir turi žinomų problemų! Mes <b>ryžtingai rekomenduojame</b> atnaujinti į naujausią programinę-aparatinę įrangą, kuri juos ištaiso! Eikite į „Nustatymai“ ir raskite skyrių „Firmware“, kad atliktumėte atnaujinimą.
ru: В настоящее время на вашем MiTail установлена прошивка версии 4.03, которая устарела и имеет некоторые известные проблемы! Мы <b>настоятельно рекомендуем</b> обновить прошивку до последней версии, в которой они исправлены! Перейдите в «Настройки» и найдите раздел «Прошивка», чтобы выполнить обновление.

source: Your MiTail currently has version 4.02 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
da_dk: Din MiTail har firmware version 4.0.2 installeret, hvilket er uddateret og har nogle kendte problemer! Vi vi <b>kraftigt anbefale</b> at du opgraderer det til den nyeste firmware, som fikser problemerne. Smut over til Indstillinger og find Firmware afdelingen for at installere opdateringen.
de_de: Dein MiTail läuft derzeit mit der Firmware Version 4.02, welche inzwischen schon veraltet ist und einige Fehler enthält. Wir <b>empfehlen nachdrücklichst</b> die neueste Firmware einzuspielen um diese Probleme zu beheben. Geh zu den Einstellungen und suche die Firmware-Sektion um das Update einzuspielen.
es_es: Tu MiTail actualmente tiene la versión 4.02 del firmware instalada, ¡la cual se encuentra obsoleta y tiene varios errores conocidos! ¡Te <b>recomendaríamos encarecidamente</b> que actualizases a la última versión del firmware que soluciona estos errores! Dirígete a Ajustes, en la sección de firmware, para realizar la actualización.
fr: Ta MiTail a actuellement la version 4.02 du logiciel installée. Celle-ci est obsolète et contient des erreurs ! Nous te <b>recommandons vivement</b> de télécharger la dernière mise à jour pour laquelle les erreurs ont été fixées ! Va sur Paramètres, puis Logiciel pour enfin télécharger la mise à jour.
it: La tua MiTail ha istallata la versione 4.02 del firmware, che è obsoleta ed ha riportato alcuni problemi! Ti <b>raccomandiamo caldamente</b> di caricare l'ultima versione del firmware che sistema tutti i problemi! Vai su Impostazioni e cerca la sezione Firmware per accedere all'aggiornamento.
lt: Šiuo metu jūsų „MiTail“ įdiegta 4.02 programinės įrangos versija, kuri yra pasenusi ir turi žinomų problemų! Mes <b>ryžtingai rekomenduojame</b> atnaujinti į naujausią programinę-aparatinę įrangą, kuri juos ištaiso! Eikite į „Nustatymai“ ir raskite skyrių „Firmware“, kad atliktumėte atnaujinimą.
ru: В настоящее время на вашем MiTail установлена прошивка версии 4.02, которая устарела и имеет некоторые известные проблемы! Мы <b>настоятельно рекомендуем</b> обновить прошивку до последней версии, в которой они исправлены! Перейдите в «Настройки» и найдите раздел «Прошивка», чтобы выполнить обновление.

source: Your MiTail currently has version 4.01 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
da_dk: Din MiTail har firmware version 4.0.1 installeret, hvilket er uddateret og har nogle kendte problemer! Vi vi <b>kraftigt anbefale</b> at du opgraderer det til den nyeste firmware, som fikser problemerne. Smut over til Indstillinger og find Firmware afdelingen for at installere opdateringen.
de_de: Dein MiTail läuft derzeit mit der Firmware Version 4.01, welche inzwischen schon veraltet ist und einige Fehler enthält. Wir <b>empfehlen nachdrücklichst</b> die neueste Firmware einzuspielen um diese Probleme zu beheben. Geh zu den Einstellungen und suche die Firmware-Sektion um das Update einzuspielen.
es_es: Tu MiTail actualmente tiene la versión 4.01 del firmware instalada, ¡la cual se encuentra obsoleta y tiene varios errores conocidos! ¡Te <b>recomendaríamos encarecidamente</b> que actualizases a la última versión del firmware que soluciona estos errores! Dirígete a Ajustes, en la sección de firmware, para realizar la actualización.
fr: Ta MiTail a actuellement la version 4.01 du logiciel installée. Celle-ci est obsolète et contient des erreurs ! Nous te <b>recommandons vivement</b> de télécharger la dernière mise à jour pour laquelle les erreurs ont été fixées ! Va sur Paramètres, puis Logiciel pour enfin télécharger la mise à jour.
it: La tua MiTail ha istallata la versione 4.01 del firmware, che è obsoleta ed ha riportato alcuni problemi! Ti <b>raccomandiamo caldamente</b> di caricare l'ultima versione del firmware che sistema tutti i problemi! Vai su Impostazioni e cerca la sezione Firmware per accedere all'aggiornamento.
lt: Šiuo metu jūsų „MiTail“ įdiegta 4.01 programinės įrangos versija, kuri yra pasenusi ir turi žinomų problemų! Mes <b>ryžtingai rekomenduojame</b> 1atnaujinti į naujausią programinę-aparatinę įrangą, kuri juos ištaiso! Eikite į „Nustatymai“ ir raskite skyrių „Firmware“, kad atliktumėte atnaujinimą.
ru: В настоящее время на вашем MiTail установлена прошивка версии 4.01, которая устарела и имеет некоторые известные проблемы! Мы <b>настоятельно рекомендуем</b> обновить прошивку до последней версии, в которой они исправлены! Перейдите в «Настройки» и найдите раздел «Прошивка», чтобы выполнить обновление.

source: Your MiTail currently has version 4.00 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
da_dk: Din MiTail har firmware version 4.0.0 installeret, hvilket er uddateret og har nogle kendte problemer! Vi vi <b>kraftigt anbefale</b> at du opgraderer det til den nyeste firmware, som fikser problemerne. Smut over til Indstillinger og find Firmware afdelingen for at installere opdateringen.
de_de: Dein MiTail läuft derzeit mit der Firmware Version 4.00, welche inzwischen schon veraltet ist und einige Fehler enthält. Wir <b>empfehlen nachdrücklichst</b> die neueste Firmware einzuspielen um diese Probleme zu beheben. Geh zu den Einstellungen und suche die Firmware-Sektion um das Update einzuspielen.
es_es: Tu MiTail actualmente tiene la versión 4.00 del firmware instalada, ¡la cual se encuentra obsoleta y tiene varios errores conocidos! ¡Te <b>recomendaríamos encarecidamente</b> que actualizases a la última versión del firmware que soluciona estos errores! Dirígete a Ajustes, en la sección de firmware, para realizar la actualización.
fr: Ta MiTail a actuellement la version 4.00 du logiciel installée. Celle-ci est obsolète et contient des erreurs ! Nous te <b>recommandons vivement</b> de télécharger la dernière mise à jour pour laquelle les erreurs ont été fixées ! Va sur Paramètres, puis Logiciel pour enfin télécharger la mise à jour.
it: La tua MiTail ha istallata la versione 4.00 del firmware, che è obsoleta ed ha riportato alcuni problemi! Ti <b>raccomandiamo caldamente</b> di caricare l'ultima versione del firmware che sistema tutti i problemi! Vai su Impostazioni e cerca la sezione Firmware per accedere all'aggiornamento.
lt: Šiuo metu jūsų „MiTail“ įdiegta 4.00 programinės įrangos versija, kuri yra pasenusi ir turi žinomų problemų! Mes <b>ryžtingai rekomenduojame</b> atnaujinti į naujausią programinę-aparatinę įrangą, kuri juos ištaiso! Eikite į „Nustatymai“ ir raskite skyrių „Firmware“, kad atliktumėte atnaujinimą.
ru: В настоящее время на вашем MiTail установлена прошивка версии 4.00, которая устарела и имеет некоторые известные проблемы! Мы <b>настоятельно рекомендуем</b> обновить прошивку до последней версии, в которой они исправлены! Перейдите в «Настройки» и найдите раздел «Прошивка», чтобы выполнить обновление.

source: Your MiTail currently has version 3.2.11 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
da_dk: Din MiTail har firmware version 3.2.11 installeret, hvilket er uddateret og har nogle kendte problemer! Vi vi <b>kraftigt anbefale</b> at du opgraderer det til den nyeste firmware, som fikser problemerne. Smut over til Indstillinger og find Firmware afdelingen for at installere opdateringen.
de_de: Dein MiTail läuft derzeit mit der Firmware Version 3.2.11, welche inzwischen schon veraltet ist und einige Fehler enthält. Wir <b>empfehlen nachdrücklichst</b> die neueste Firmware einzuspielen um diese Probleme zu beheben. Geh zu den Einstellungen und suche die Firmware-Sektion um das Update einzuspielen.
es_es: Tu MiTail actualmente tiene la versión 3.2.11 del firmware instalada, ¡la cual se encuentra obsoleta y tiene varios errores conocidos! ¡Te <b>recomendaríamos encarecidamente</b> que actualizases a la última versión del firmware que soluciona estos errores! Dirígete a Ajustes, en la sección de firmware, para realizar la actualización.
fr: Ta MiTail a actuellement la version 3.2.11 du logiciel installée. Celle-ci est obsolète et contient des erreurs ! Nous te <b>recommandons vivement</b> de télécharger la dernière mise à jour pour laquelle les erreurs ont été fixées ! Va sur Paramètres, puis Logiciel pour enfin télécharger la mise à jour.
it: La tua MiTail ha istallata la versione 3.2.11 del firmware, che è obsoleta ed ha riportato alcuni problemi! Ti <b>raccomandiamo caldamente</b> di caricare l'ultima versione del firmware che sistema tutti i problemi! Vai su Impostazioni e cerca la sezione Firmware per accedere all'aggiornamento.
lt: Šiuo metu jūsų „MiTail“ įdiegta 3.2.11 programinės įrangos versija, kuri yra pasenusi ir turi žinomų problemų! Mes <b>ryžtingai rekomenduojame</b> atnaujinti į naujausią programinę-aparatinę įrangą, kuri juos ištaiso! Eikite į „Nustatymai“ ir raskite skyrių „Firmware“, kad atliktumėte atnaujinimą.
ru: В настоящее время на вашем MiTail установлена прошивка версии 3.2.11, которая устарела и имеет некоторые известные проблемы! Мы <b>настоятельно рекомендуем</b> обновить прошивку до последней версии, в которой они исправлены! Перейдите в «Настройки» и найдите раздел «Прошивка», чтобы выполнить обновление.

source: Your MiTail currently has version 3.2.10 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
da_dk: Din MiTail har firmware version 3.2.10 installeret, hvilket er uddateret og har nogle kendte problemer! Vi vi <b>kraftigt anbefale</b> at du opgraderer det til den nyeste firmware, som fikser problemerne. Smut over til Indstillinger og find Firmware afdelingen for at installere opdateringen.
de_de: Dein MiTail läuft derzeit mit der Firmware Version 3.2.10, welche veraltet ist und einige bekannte Fehler enthält. Wir <b>empfehlen nachdrücklichst</b> die neueste Firmware einzuspielen, um diese Probleme zu beheben. Geh zu den Einstellungen und suche die Firmware-Sektion, um das Update einzuspielen.
es_es: Tu MiTail actualmente tiene la versión 3.2.10 del firmware instalada, ¡la cual se encuentra obsoleta y tiene varios errores conocidos! ¡Te <b>recomendaríamos encarecidamente</b> que actualizases a la última versión del firmware que soluciona estos errores! Dirígete a Ajustes, en la sección de firmware, para realizar la actualización.
fr: Ta MiTail a actuellement la version 3.2.10 du logiciel installée. Celle-ci est obsolète et contient des erreurs ! Nous te <b>recommandons vivement</b> de télécharger la dernière mise à jour pour laquelle les erreurs ont été fixées ! Va sur Paramètres, puis Logiciel pour enfin télécharger la mise à jour.
it: La tua MiTail ha installata la versione 3.2.10 del firmware, che è obsoleta ed ha riportato alcuni problemi! Ti <b>raccomandiamo caldamente</b> di aggiornare all'ultima versione del firmware che risolve tutti i problemi! Vai su Impostazioni e cerca la sezione Firmware per accedere all'aggiornamento.
lt: Šiuo metu jūsų „MiTail“ įdiegta 3.2.10 programinės įrangos versija, kuri yra pasenusi ir turi žinomų problemų! Mes <b>ryžtingai rekomenduojame</b> atnaujinti į naujausią programinę-aparatinę įrangą, kuri juos ištaiso! Eikite į „Nustatymai“ ir raskite skyrių „Firmware“, kad atliktumėte atnaujinimą.

source: It looks like this device is not a MiTail (could not find the main device writing characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
cs_cz: Vypadá to že toto zařízení není MiTail (nebylo možné nalézt hlavní zápisové charakteristiky zařízení). Pokud si jsi jist že se jedná o správné zařízení, zděl tuto chybu The Tail company.
da_dk: Det ser ud som om dette ikke er en MiTail (kunne ikke finde enhedens primære skrivekarakteristik). Hvis du er sikker på det er, venligst kontakt The Tail Company med denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen MiTail Controller handelt (Keine entsprechenden Schreib-Funktionen gefunden). Wenn du dir sicher bist, dass es sich trotzdem um einen MiTail handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que el dispositivo no es un MiTail (no se han podido encontrar características de escritura). Si estas seguro de que es el dispositivo correcto, por favor, reporta el error a "The Tail Company".
fr: Il semble que cet appareil ne soit pas une MiTail (caractéristiques principales d'écriture MiTail introuvables). Merci de contacter The Tail Company si c'est une erreur.
it: Sembra che il dispositivo non sia un MiTail (non è stato possibile trovare le caratteristiche principali di scrittura del dispositivo). Se sei certo che lo sia, per favore segnala questo errore a The Tail Company.
ja_jp: このデバイスはMiTailではないようです（メインデバイスの書き込み特性が見つかりませんでした）。もし、間違いなくMiTailであると確信される場合は、このエラーをThe Tail Companyにご報告ください。
lt: Atrodo, kad šis įrenginys nėra „MiTail“ (nepavyko rasti pagrindinės įrenginio rašymo charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

source: It looks like this device is not a MiTail (could not find the main device reading characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
cs_cz: Vypadá to že toto zařízení není MiTail (nebylo možné nalézt hlavní čtecí charakteristiky zařízení). Pokud si jsi jist že se jedná o správné zařízení, zděl tuto chybu The Tail company.
da_dk: Det ser ud som om dette ikke er en MiTail (kunne ikke finde enhedens primære læsekarakteristik). Hvis du er sikker på det er, venligst kontakt The Tail Company med denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen MiTail handelt (Keine entsprechenden Lese-Funktionen gefunden). Wenn du dir sicher bist, dass es sich trotzdem um einen MiTail handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que el dispositivo no es un MiTail (no se han podido encontrar características de escritura). Si estas seguro de que es el dispositivo correcto, por favor, reporta el error a "The Tail Company".
fr: Il semble que cet appareil ne soit pas une MiTail (caractéristiques principales de lecture MiTail introuvables). Merci de contacter The Tail Company si c'est une erreur.
it: Sembra che il dispositivo non sia un MiTail (non è stato possibile trovare le caratteristiche principali di lettura del dispositivo principale). Se sei certo che lo sia, per favore segnala questo errore a The Tail Company.
ja_jp: このデバイスはMiTailではないようです（メインデバイスの読み取り特性を見つけられませんでした）。もし、間違いなくMiTailであることが確認できましたら、このエラーをThe Tail Companyにご報告ください。
lt: Atrodo, kad šis įrenginys nėra „MiTail“ (nepavyko rasti pagrindinės įrenginio skaitymo charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

# Warning message when a fault occurred during a connection attempt
source: An error occurred while connecting to your MiTail (the main service object could not be created). If you feel this is in error, please try again!
cs_cz: Nastala chyba při připojování k tvému MiTail (hlavní servisní objekt nemohl být vytvořen). Pokud se tak nemělo stát, zkus to znovu!
da_dk: Det ser ud som om dette ikke er en MiTail (kunne ikke skabe det primære service objekt). Hvis du tror dette er en fejl, venligst prøv igen!
de_de: Beim Verbinden zu deinem MiTail ist etwas schief gegangen (Fehler: Main Service). Bitte versuche es noch einmal!
es_es: Ha ocurrido un error conectando con tu MiTail (el objeto del servicio no ha podido ser creado). Si piensas que se trata de un error, intentalo de nuevo, por favor!
fr: Une erreur s'est produite lors de la connexion à ta MiTail (l'objet du service principal n'a pas pu être créé). Merci de réessayer !
it: E' stato riscontrato un errore mentre collegavi il tuo MiTail (non è stato possibile creare il main service object). Se pensi che sia un errore, per favore riprova!
ja_jp: MiTailへの接続中にエラーが発生しました（メインサービスオブジェクトを作成できませんでした）。エラーと思われる場合は、もう一度お試しください。
lt: Prisijungiant prie „MiTail“ įvyko klaida (pagrindinio paslaugos objekto sukurti nepavyko). Jei manote, kad tai klaida, bandykite dar kartą!
ru: Произошла ошибка при подключении к вашему MiTail (не удалось создать объект службы). Если вы считаете, что это ошибка, пожалуйста, попробуйте еще раз!

# Warning message when the battery information is unavailable on a device
source: An error occurred while connecting to your MiTail (the battery service was not available). If you feel this is in error, please try again!
cs_cz: Nastala chyba při připojování k tvému MiTail (připojení k ovládání baterie nebylo možné). Pokud se tak nemělo stát, zkus to znovu!
da_dk: Det ser ud som om dette ikke er en MiTail (batteri informations servicen var ikke tilgængelig). Hvis du tror dette er en fejl, venligst prøv igen!
de_de: Beim Verbinden zu deinem MiTail ist etwas schief gegangen (Fehler: Batterie). Bitte versuche es noch einmal!
es_es: Ha ocurrido un error conectando a tu MiTail (el servicio de batería no se encuentra disponible). Si crees que se trata de un error intentalo de nuevo, por favor!
fr: Une erreur s'est produite lors de la connexion à votre MiTail (l'objet de service de batterie n'est pas disponible). Si vous pensez qu'il s'agit d'une erreur, veuillez réessayer !
it: E' stato riscontrato un errore mentre collegavi il tuo MiTail la batteria non era sufficiente). Se pensi che sia un errore, per favore riprova!
ja_jp: MiTailへの接続中にエラーが発生しました（バッテリーサービスが利用できませんでした）。エラーと思われる場合は、お手数ですが再度お試しください。
lt: Prisijungiant prie „MiTail“ įvyko klaida (baterijos paslauga nepasiekiama). Jei manote, kad tai klaida, bandykite dar kartą!
ru: Произошла ошибка при подключении к вашему MiTail (служба батареи была недоступна). Если вы считаете, что это ошибка, пожалуйста, попробуйте еще раз!

# Warning message when the battery information is unavailable on the device
source: It looks like this device is not a MiTail (could not find the battery level characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
cs_cz: Vypadá to že toto zařízení není MiTail (nebylo možné nalézt informace o stavu baterie). Pokud si jsi jist že se jedná o správné zařízení, zděl tuto chybu The Tail company.
da_dk: Det ser ud som om dette ikke er en MiTail (kunne ikke finde enhedens batteri karakteristik). Hvis du er sikker på det er, venligst kontakt The Tail Company med denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen MiTail handelt (Keine entsprechende Batterie gefunden). Wenn du dir sicher bist, dass es sich trotzdem um einen MiTail handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que este dispositivo no es un MiTail (no se han encontrado las características de nivel de batería). Si estás seguro que se trata de un error, por favor, ponte en contacto con "The Tail Company".
fr: Il semble que cet appareil ne soit pas un MiTail (pas pu trouver la caractéristique du niveau de batterie). Si vous êtes certain qu'il s'agit bien d'un MiTail, veuillez signaler cette erreur à The Tail Company.
it: Sembra che il tuo dispositivo non sia un MiTail (non è stato possibile trovare il livello della batteria). Se sei certo che lo sia, per favore segnalalo a The Tail Company.
ja_jp: このデバイスはMiTailではないようです（バッテリーレベルの特性が見つかりませんでした）。もし、間違いなくMiTailであると確信される場合は、このエラーをThe Tail Companyにご報告ください。
lt: Panašu, kad šis įrenginys nėra „MiTail“ (nepavyko rasti akumuliatoriaus lygio charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your MiTail, make sure it is on and close to this device.
cs_cz: Nastala chyba. Pokud se snažíš připojit ke svému MiTail, ujisti se že je box zapnut a v blízkosti tohoto zařízení.
da_dk: Der opstod en fejl. Hvis du forsøger at forbinde til din MiTail, vær sikker på, at den er tændt og tæt på denne enhed.
de_de: Beim Verbinden zu deinem MiTail ist etwas schief gegangen Stelle bitte sicher, dass dein MiTail eingeschaltet und in Reichreite ist.
es_es: Ha ocurrido un error. Si estas intentando conectar a tu MiTail, asegúrate de que se encuentra encendido y lo cerca de este dispositivo.
fr: Une erreur s'est produite lors de la connexion avec ta MiTail. Merci de s'assurer qu'elle soit allumée et à proximité.
it: C'è stato riscontrato un errore. Se stai provando a connettere la tua MiTail, assicurati che tu sia vicino a questo dispositivo.
ja_jp: エラーが発生しました。MiTailに接続しようとしている場合、本機の電源が入っているか、本機に近づいているかを確認してください。
lt: Įvyko klaida. Jei bandote prisijungti prie savo MiTail, įsitikinkite, kad jis įjungtas ir arti šio įrenginio.
ru: Произошла ошибка. Если вы пытаетесь подключиться к своему MiTail, убедитесь, что он включен и находится рядом с этим устройством.
