Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

# Description for the overlay for picking a command, for configuring a move list
source: The list below shows all the moves and light patterns available to your gear. Tap any of them to pick that command.
cs_cz: Seznam níže zobrazuje všechny pohyby a světelné vzory dostupné pro zařízení.Zvol dotykem pro výběr příkazu.
da_dk: Listen nedenfor viser alle de kommandoer og lys-mønstre der er tilgængelige til dit udstyr. Tryk på dem for at vælge en Kommando.
de_de: In der folgenden Liste findest du alle für dein Gerät verfügbaren Bewegungen und Licht-Effekte. Tippe auf einen Effekt oder Befehl um ihn an deine verbundenen Geräte zu senden.
es_es: La siguiente lista muestra todos los movimientos y patrones de iluminación disponibles para tu equipo. Pulsa cualquiera de ellos para elegir ese comando.
fr: La liste ci-dessous indique tous les mouvements et motifs lumineux disponibles pour ton équipement. Clique sur l'un d'entre eux pour choisir cette commande.
it: L'elenco seguente mostra tutte le mosse e i modelli di luce disponibili per la tua attrezzatura. Tocca uno di essi per scegliere quel comando.
ja_jp: 下のリストは、ギアで使用できるすべての技と光のパターンを示しています。どれかをタップすると、そのコマンドが選択されます。
lt: Žemiau pateiktame sąraše rodomi visi jūsų įrangai prieinami judesiai ir šviesos modeliai. Bakstelėkite bet kurį iš jų, kad pasirinktumėte tą komandą.
ru: В приведенном ниже списке показаны все движения и световые узоры, доступные для вашего снаряжения. Нажмите на любой из них, чтобы выбрать эту команду.

source: Calm and Relaxed
cs_cz: Klidný a uvolněný
da_dk: Rolig og Afslappet
de_de: Ruhig und Entspannt
es_es: Tranquilo y relajado
fr: Calme et relaxe
it: Calmo e rilassato
ja_jp: 落ち着きとリラックス
lt: Ramus ir atsipalaidavęs
ru: Спокойный и Расслабленный

source: Fast and Excited
cs_cz: Rychlý a nadšený
da_dk: Hurtig og Begejstret
de_de: Schnell und Aufgeregt
es_es: Rápido y animado
fr: Rapide et enthousiaste
it: Veloce e eccitato
ja_jp: 速くと興奮
lt: Greitas ir susijaudinęs
ru: Быстрый и Возбужденный

source: Frustrated and Tense
cs_cz: Frustrovaný a napjatý
da_dk: Frustreret og Anspændt
de_de: Frustriert und Angespannt
es_es: Frustrado y tenso
fr: Frustré et tendu
it: Frustato e teso
ja_jp: イライラとピリピリ
lt: Nusivylęs ir įsitempęs
ru: Разочарованный и Напряженный

source: LED Patterns
cs_cz: LED vzory
da_dk: LED-mønstre
de_de: LED-Muster
es_es: Patrones del LED
fr: Motifs Lumineux
it: Modelli LED
ja_jp: LEDパターン
lt: LED raštai
ru: LED Узоры

# Heading for the page for configuring command Sets
source: Gear Command Sets
cs_cz: Sady příkazů pro vybavení
da_dk: Udstyrskommando Sæt
de_de: Befehlssätze für Geräte
es_es: Grupos de comandos para el equipo
fr: Ensembles de commandes pour ton/tes appareil(s)
it: Set di comandi dell'ingranaggio
ja_jp: ギアコマンドセット
lt: Įrangos komandų rinkiniai
ru: Набор команд снаряжения

# Description for the page for configuring Command Sets, for a specific gear
source: This is all the command sets you have available to enable for %1. You can add new ones, edit them, and remove them. You cannot edit the built-in lists, but you can duplicate them and then edit those.
cs_cz: Zde jsou všechny seznamy příkazů, které máš dostupné pro %1. Můžeš přidat nové, upravit nebo odstranit. Nemůžeš editovat předpřipravené seznamy, ale můžeš je kopírovat a editovat kopie.
da_dk: Dette er alle kommando sættene du har tilgængelige til %1. Du kan tilføje nye, redigere dem, og fjerne dem. Du kan ikke redigere de indbyggede lister, men du kan duplikere dem og redigere dem.
de_de: Dies sind alle verfügbaren Befehle für %1. Du kannst neue Befehle hinzufügen, Befehle bearbeiten oder löschen. Um fest eingebaute Aktionen zu bearbeiten, kannst du diese duplizieren und die Kopie anpassen.
es_es: Estos son todos los grupos de comandos disponibles para habilitar en %1. Puedes añadir, editar y eliminar personalizaciones. Pero no puedes editar las listas que se traen de fábrica, aunque puedes duplicarlas y editar los duplicados.
fr: Ce sont toutes les commandes que tu peux activer pour %1. Tu peux en ajouter de nouvelles, les modifier et les supprimer. Tu ne peux par contre pas modifier commandes intégrées mais il est possible de les dupliquer pour les modifier.
it: Questi sono tutti i set di comandi che hai a disposizione per abilitare per %1. Puoi aggiungerne di nuovi, modificarli e rimuoverli. Non è possibile modificare gli elenchi integrati, ma è possibile duplicarli e quindi modificarli.
ja_jp: これは、%1 で有効にすることができるすべてのコマンド・セットです。新しいものを追加したり、編集したり、削除したりすることができます。組み込みのリストは編集できませんが、リストを複製して、それを編集することは可能です。
lt: Tai yra visi komandų rinkiniai, kuriuos galite įjungti %1. Galite pridėti naujų, juos redaguoti ir pašalinti. Negalite redaguoti integruotų sąrašų, bet galite juos kopijuoti ir tada redaguoti.
ru: Это все доступные наборы команд, которые можно включить для %1. Вы можете добавлять новые, редактировать и удалять их. Вы не можете редактировать встроенные списки, но вы можете дублировать их, а затем редактировать.

# Button for deleting a Command Set, on the page for configuring Command Sets
source: Delete
cs_cz: Smazat
da_dk: Slet
de_de: Löschen
es_es: Eliminar
fr: Supprimer
it: Annullare
ja_jp: デリート
lt: Ištrinti
ru: Удалить

source: Remove Command Set?
da_dk: Fjern Udstyrskommandosamling?
de_de: Befehlssätze für Gerät entfernen?
es_es: Eliminar grupo de comandos?
fr: Supprimer l'ensemble de commandes ?
it: Set di comandi dell'ingranaggio?
lt: Pašalinti komandų rinkinį?
ru: Набор команд снаряжения?

source: Are you sure that you want to remove this command set? Note this cannot be undone.
da_dk: Er du sikker på, at du vil fjerne udstyrskommandosamling '%1'? Bemærk dette ikke kan fortrydes.
de_de: Bist du dir sicher, dass du '%1' vom Bewegungsablsauf entfernen möchtest? Dies kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que deseas eliminar la lista de movimientos？Esta acción no se puede deshacer.
fr: Certain·e de vouloir supprimer la Liste de mouvements '%1' ? Remarque : cette action ne peut pas être annulée.
lt: Ar tikrai norite pašalinti šį komandų rinkinį? Atminkite, kad to negalima anuliuoti.

# Button for duplicating a Command Set, on the page for configuring Command Sets
source: Duplicate
cs_cz: Zkopírovat
da_dk: Dupliker
de_de: Kopie erstellen
es_es: Duplicar
fr: Dupliquer
it: Duplica
ja_jp: デュプリケート
lt: Dublikuoti
ru: Дублировать

# Button for editing a Command Set, on the page for configuring Command Sets
source: Edit Commands
cs_cz: Upravit příkazy
da_dk: Rediger Kommandoer
de_de: Befehle bearbeiten
es_es: Editar Comandos
fr: Modifier des Commandes
it: Modifica comandi
ja_jp: 編集コマンド
lt: Redaguoti komandas
ru: Редактировать команды

source: Edit Commands
cs_cz: Upravit příkazy
da_dk: Rediger Kommandoer
de_de: Befehle bearbeiten
es_es: Editar Comandos
fr: Modifier des Commandes
it: Modifica comandi
ja_jp: 編集コマンド
lt: Redaguoti komandas
ru: Редактировать команды

source: Save
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Guardar
fr: Enregistrer
it: Salva
ja_jp: セーブ
lt: Išsaugoti
ru: Сохранить

source: (this is where the content of the crumpet file goes, because we'll just have that here for now...)
cs_cz: (dočasný text, počkej až přidáme tuto funkci)
da_dk: (dette er hvor crumpet filens indhold kan findes, fordi det kan bare få lov at leve her ind til viddere...)
de_de: (hier sollte das Crumpet-Context file sein, aber das ist noch nicht da...)
es_es: (aquí es donde el contenido de los archivos de crumpet va, por que tendremos esto así por ahora...)
fr: (c'est ici que va le contenu du fichier de crumpet, parce que nous allons juste l'avoir ici pour l'instant...)
it: (qui è dove va il contenuto del file crumpet, perché per ora avremo solo quello qui...)
ja_jp: (ここにクランプファイルの中身が入ります。 というのも、とりあえずここに置いておくことにして...)
lt: (čia eina crumpet failo turinys, nes kol kas tai tiesiog turėsime čia...)

# Title for the settings page
source: Settings
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
es_es: Configuración
fr: Paramètres
it: Settaggi
ja_jp: 設定
lt: Nustatymai
ru: Настройки

# Header for the instruction panel, on the settings page
source: Instructions
cs_cz: Instrukce
da_dk: Instruktioner
de_de: Anleitungen
es_es: Instrucciones
fr: Mode d'emploi
it: Istruzioni
ja_jp: 取扱説明書
lt: Instrukcijos
ru: Руководство

# Description for the instruction panel on the settings page
source: Please download and read the instructions by clicking the link below. This includes instructions on how to wear your tail or ears, along with some nice graphics showing you how.
cs_cz: Kliknutím na odkaz níž si stáhneš instrukce pro přečtení. Součástí jsou instrukce jak nosit ocas a uši, včetně ilustračních obrázků.
da_dk: Hent og læs instruktionerne ned ved at trykke på linket nedenfor. Dette inkluderer instruktioner om, hvordan du bærer til hale eller dine ører, sammen med nogle dejlige billeder som viser dig hvordan.
de_de: Bitte schau dir die Anleitung an, indem du auf den untenstehenden Link klickst. In der Anleitung findest du wichtige Hinweise und leicht verständliche Graphiken, wie du mit deinen Geräten am Besten umgehst.
es_es: Por favor descarga y lee las instrucciones accediendo al siguiente enlace. Este incluye instrucciones sobre como usar tu cola o tus orejas, junto con algunos gráficos que muestran como hacerlo.
fr: Merci de télécharger et lire le mode d'emploi en cliquant sur le lien ci-dessous. Celui-ci comprend aussi des instructions sur la façon de porter ton appareil, ainsi que des dessins clairs sur le sujet.
it: Si prega di scaricare e leggere le istruzioni facendo clic sul collegamento sottostante. Questo include istruzioni su come indossare la coda o le orecchie, insieme ad alcuni bei grafici che ti mostrano come.
ja_jp: 下のリンクをクリックして、説明書をダウンロードし、お読みください。これには、しっぽや耳の付け方の説明と、その方法を示す素敵なグラフィックが含まれています。
lt: Atsisiųskite ir perskaitykite instrukcijas spustelėdami toliau pateiktą nuorodą. Tai apima instrukcijas, kaip dėvėti uodegą ar ausis, ir gražią grafiką, rodančią, kaip tai padaryti.
ru: Пожалуйста, скачайте и прочитайте руководство, перейдя по ссылке ниже. Оно включает в себя инструкции о том, как носить ваши ушки и хвостик, а также несколько приятных иллюстраций, показывающих, как это делается.

# Label showing all the items underneath are links to a PDF file
source: Download PDF:
de_de: PDF Herunterladen:
es_es: Descargar PDF:
fr: Télécharger en PDF :
it: Scarica il PDF:
lt: Atsisiųskite PDF:
ru: Скачать PDF:

# Label for downloading the general guide for safe use of the various gear
source: Responsible Wagging Guide
da_dk: Hvordan man ansvarligt logre med halen Guide
de_de: Verantwortungsvolles Wedeln
es_es: Guía de coleo responsable
fr: Le Guide de conduite responsable
it: Guida allo scodinzolio responsabile
lt: Atsakingo vizginimo vadovas
ru: Инструкция по эксплуатации

# Label for downloading the instructions for the MiTail
source: MiTail Instructions
da_dk: MiTail Instruktioner
de_de: MiTail Anleitung
es_es: Instrucciones para MiTail
fr: Mode d'emploi de la MiTail
it: Mi Tail istruzioni
lt: Mitail instrukcijos
ru: Руководство MiTail

# Label for downloading the instructions for the Digitail
source: Digitail Instructions
da_dk: Digitail Instruktioner
de_de: DIGITAiL Anleitung
es_es: Instrucciones para Digitail
fr: Mode d'emploi de la DIGITAiL
it: Istruzioni digitali
lt: Digitail instrukcijos
ru: Руководство Digitail

# Label for downloading the instructions for EarGear
source: EarGear Instructions
da_dk: EarGear Instruktioner
de_de: EarGear Anleitung
es_es: Instrucciones para EarGear
fr: Mode d'emploi des EarGear
it: Istruzioni EarGear
lt: EarGear instrukcijos
ru: Руководство EarGear

# Header for the panel on automatic reconnection, on the settings page
source: Automatic Reconnection
cs_cz: Automatické obnovení připojení
da_dk: Automatisk Genforbindelse
de_de: Automatische Wiederherstellung der Verbindung
es_es: Reconexión Automática
fr: Reconnexion automatique
it: Riconnessione automatica
ja_jp: 自動再接続
lt: Automatinis pakartotinis prisijungimas
ru: Автоматическое переподключение

# Description for the panel on automatic reconnection, on the settings page
source: In certain situations, the app might lose its connection to your gear. Ticking this option will ensure that the app will attempt to reconnect automatically when the connection is lost.
cs_cz: V některých situacích aplikace může ztratit připojení k tvému zařízení. Zaškrtnutím této možnosti umožníš aplikaci, aby se pokusila znovu připojit automaticky.
da_dk: I nogle situationer vil appen tabe forbindelsen til dit udstyr. Tilvælg af denne mulighed vil lade appen forsøge at genforbinde automatisk når forbindelsen bliver tabt.
de_de: Es kann durchaus vorkommen, dass die App die Verbindung zu deinen Geräten verliert. Wenn du diese Option aktivierst, versucht sich die App automatisch wieder zu verbinden.
es_es: En determinadas situaciones la aplicación puede perder la conexión con tu equipo. Marcando esta opción te aseguras de que la aplicación intentará conectar automáticamente cuando se pierda la conexión.
fr: L'application peut parfois perdre la connexion à ton équipement. En cochant cette option, l'application tentera de se reconnecter automatiquement lorsque la connexion est perdue.
it: In determinate situazioni, l'app potrebbe perdere la connessione alla tua attrezzatura. Selezionando questa opzione si assicurerà che l'app tenterà di riconnettersi automaticamente quando la connessione viene persa.
ja_jp: 特定の状況下で、アプリがギアとの接続を失うことがあります。このオプションをオンにすると、接続が失われたときにアプリが自動的に再接続を試みるようになります。
lt: Tam tikromis aplinkybėmis programa gali prarasti ryšį su jūsų įranga. Pažymėjus šią parinktį, programa bandys automatiškai prisijungti iš naujo, kai ryšys nutrūks.
ru: В определенных ситуациях приложение может потерять связь с вашим снаряжением. Установка этого параметра гарантирует, что приложение попытается автоматически подключиться при потере соединения.

source: Reconnect Automatically
cs_cz: Znovupřipojení automaticky
da_dk: Genforbind Automatisk
de_de: Verbindung automatisch wiederherstellen
es_es: Reconectar Automáticamente
fr: Reconnexion automatique
it: Riconnesso automaticamente
ja_jp: 自動で再接続する
lt: Iš naujo prisijungti automatiškai
ru: Переподключаться автоматически

source: Send To All
da_dk: Send Til Alle
es_es: Enviar a todos
fr: Envoyer à tous les appareils
lt: Išsiųsti visiems

source: When picking something to send to your gear, and you have more than one connected at the same time, you might want to always send to all of your gear, or not. Check the box here to make that choice, or to undo the choice made in the dialogue itself.
da_dk: Når du vælger noget at sende til dir udstyr, og du har mere end et forbundet samtidigt, kan det være, du altid vil sende alle kommandoer til alt forbundet udstyr, eller måske ikke. Sæt en afkrydsning i kassen herunder for at lave det valg, eller for at ændre det valg, du gjorde i dialogboksen.
de_de: Wenn du einen Bewegung an ein Gerät sendest und du mehrere Geräte verbunden hast, möchtest du vielleicht an alle Geräte senden - oder auch nicht. Hier kannst du 'An alle senden' als Standard setzen.
es_es: Cuando elijas enviar algo a tu equipo y tengas más de uno conectado al mismo tiempo, puedes elegir si enviar esto siempre o no a todos los equipos conectados. Marca o desmarca la siguiente casilla para configurar esta opción.
fr: Lorsque tu choisis un mouvement à envoyer à ton équipement et tu en as plus d'un connecté, tu as la possibilité d'envoyer le meme message (ou pas) à l'ensemble de tes appareils. Coche la case ici pour faire ce choix par défaut.
lt: Kai pasirenkate ką nors siųsti į savo įrangą ir vienu metu esate prijungę daugiau nei vieną, galbūt norėsite visada siųsti į visą įrangą arba ne. Pažymėkite čia esantį langelį, kad pasirinktumėte arba anuliuotumėte pasirinkimą, padarytą pačiame dialoge.

source: Always Send To All
da_dk: Send Altid Til Alle
de_de: Immer an alle senden
es_es: Enviar siempre a todos
fr: Toujours envoyer à tous les appareils
lt: Visada siųsti visiems

# Header for the panel showing known gear, on the settings page
source: Known Gear
es_es: Eqquips conocidos
fr: Appareil reconnu
lt: Žinoma įranga

# Description for the panel showing known gear, on the settings page
source: Below is a list of the gear you have previously connected to. You can use this list to perform a number of actions, such as explicitly toggling whether or not to automatically connect to it when it's found, to change its name, and even forgetting it. Forgetting it will disconnect (using the Just Disconnect method) from it, if you are currently connected.
es_es: A continuación esta el listado de equipos a los que te has conectado previamente. Puedes utilizar esta lista para realizar una serie de acciones como, por ejemplo, decidir explícitamente si conectar automáticamente a este cuando se encuentre, cambiar su nombre, o incluso olvidarlo. Olvidarlo hará que se deconecte de este si está conectado actualmente.
lt: Toliau pateikiamas įrankių, prie kurių anksčiau buvote prisijungę, sąrašas. Šį sąrašą galite naudoti norėdami atlikti daugybę veiksmų, pvz., aiškiai perjungti, ar automatiškai prisijungti prie jo, kai jis randamas, pakeisti jo pavadinimą ir net pamiršti. Pamiršus jį bus atsijungta (naudojant „Just Disconnect“ metodą), jei šiuo metu esate prisijungę.

source: Connect Automatically To %1
es_es: Cconectar automáticamente a %1
fr: Reconnexion automatique à %1
lt: Automatiškai prisijungti prie %1

source: Rename %1...
es_es: Renombrar %1...
fr: Renomme %1...
lt: Pervardyti % 1...

source: Forget %1...
es_es: Olvidar %1...
fr: Oublie %1...
lt: Pamiršti %1...

# Header for the message box asking whether to forget a piece of gear
source: Forget about %1
es_es: Olvidarse de %1
fr: Oublie tout de %1
lt: Pamiršti apie %1

# Text for the message box asking whether to forget a piece of gear
source: Are you sure you want to forget about %1? If you are sure, click OK below to disconnect and forget. To get it back, you just need to look for more gear and connect to it again.
es_es: ¿Estás seguro de que deseas olvidarte de %1? Si etas seguro, pulsa Aceptar para desonectar y olvidarlo. Para recuperarlo solo tienes que buscar equipos y conectarlo de nuevo.
lt: Ar tikrai norite pamiršti apie %1? Jei esate tikri, toliau spustelėkite Gerai, kad atsijungtumėte ir pamirštumėte. Norėdami jį susigrąžinti, tereikia ieškoti papildomos įrangos ir vėl prie jos prisijungti.

# Header for the panel for adding commands to your gear, on the settings page
source: Gear Commands
cs_cz: Příkazy pro zařízení
da_dk: Udstyrskommandoer
de_de: Gerätebefehle
es_es: Comandos del Equipo
fr: Commandes pour ton/tes appareil(s)
it: Comandi dell'ingranaggio
ja_jp: ギアコマンド
lt: Įrangos komandos
ru: Команды Снаряжения

# Description for the panel for adding commands to your gear, on the settings page
source: While the app ships with a number of command sets out of the box, this is not all that your gear can do. You can modify what is sent to your gear, and we'll remember for each of them which commands you want to use. To be able to more easily use this, make sure to give your gear a name, so you can tell them apart more easily.
cs_cz: Ačkoli aplikace je dodávána s mnoha předpřipravenými příkazy, tvoje zařízenítoho dokáže víc. Můžeš modifikovat existující příkazy, a aplikace si zapamatuje tvé změny pro každé uložené a pojmenované zařízení.
da_dk: Selv om appen kommer med en bunke kommandoer, så kan dit udstyr meget mere end det. Du kan ændre de kommandoer der bliver sendt til dit udstyr, og vi vil huske, hvilke du har valgt til hver eneste. For at gøre det nemmere at bruge, vær sikker på at du giver dit udstyr et navn, så det er nemmere at kende hvilken du bruger.
de_de: Die App wird zwar mit einer Reihe von Befehlen ausgeliefert, aber das ist längst nicht alles, was wir können. Du kannst jederzeit neue Befehle basteln und sie in der App speichern. Du solltest jedem Gerät einen eigenen Namen geben um sie bei der Programmierung leichter unterscheiden zu können.
es_es: Aunque la aplicación trae unos cuantos conjuntos de comandos de serie, esto no es todo lo que tu equipo puede hacer. Puedes modificar lo que se envía a tu equipo y recordaremos que comandos deseas usar. Para poder utilizarlos más fácilmente asegurate de darle un nombre a tus dispositivos, así podrás diferenciarlos más fácilmente.
it: Sebbene l'app venga fornita con una serie di set di comandi pronti all'uso, questo non è tutto ciò che la tua attrezzatura può fare. Puoi modificare ciò che viene inviato alla tua attrezzatura e noi ricorderemo per ognuno di essi quali comandi vuoi usare. Per poterlo usare più facilmente, assicurati di dare un nome alla tua attrezzatura, in modo da poterli distinguere più facilmente.
ja_jp: アプリには数多くのコマンドセットが箱から出されていますが、これがあなたのギアにできることのすべてではありません。ギアに送られるコマンドを変更することができ、あなたが使いたいコマンドをギアごとに記憶します。これをより簡単に使えるようにするために、ギアに名前をつけておくと、より簡単に見分けがつくようになります。
lt: Nors programėlė pristatoma su daugybe komandų rinkinių, tai dar ne viskas, ką gali padaryti jūsų įranga. Galite modifikuoti, kas siunčiama į jūsų įrangą, ir mes atsiminsime, kurias komandas norite naudoti kiekvienai iš jų. Kad galėtumėte tai lengviau naudoti, būtinai suteikite savo įrankiui pavadinimą, kad galėtumėte lengviau juos atskirti.
ru: Хоть приложение и поставляется с несколькими наборами команд из коробки, но это не всё, что может сделать ваше снаряжение. Вы можете изменить то, что отправляется в ваше снаряжение, и мы запомним, какие команды вы хотите использовать, для каждого из них. Чтобы вам было удобнее использовать их, обязательно дайте своему снаряжению имя, вам будет легче отличать их друг от друга.

source: Only Show Connected Gear
cs_cz: Zobrazit pouze připojená zařízení
da_dk: Vis Kun Tilkoblet Udstyr
de_de: Nur verbundene Geräte anzeigen
es_es: Solo Mostrar Dispositivos Conectados
fr: Afficher uniquement les appareils connectés
it: Mostra solo dispositivi connessi
ja_jp: コネクテッドギアのみ表示
lt: Rodyti tik prijungtą įrangą
ru: Показывать только подключенное снаряжение

source: No gear to configure...
cs_cz: Nenalezeno žádné zařízení pro konfiguraci...
da_dk: Intet udstyr at indstille...
de_de: Kein Gerät zu konfigurieren...
es_es: No hay equipo para configurar...
fr: Pas d'appareil à configurer...
it: Nessuna attrezzatura da configurare...
ja_jp: 構成するギアがない...
lt: Nėra įrangos konfigūravimui...
ru: Нет снаряжения для настройки...

source: EarGear Hearing
cs_cz: Eargear odposlech
da_dk: EarGear Hørelse
de_de: Akustik-Einstellungen
es_es: EarGear Escuchando
fr: Paramètres son des EarGear
it: EarGear in ascolto
ja_jp: イヤギアヒアリング
lt: EarGear klausa
ru: Прослушивание EarGear
