Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

source: No Phone Mode will wait %1 minute(s) before picking the first move.
cs_cz: Bezmobilní mód bude čekat %1 minut(y) před výběrem dalšího pohybu.
da_dk: Telefon Fri Tilstand vil vente %1 minut(ter) før den vælger den første bevægelse.
de_de: No-Phone Modus wartet %1 Minute(n) bevor die erste Bewegung beginnt.
es_es: El modo sin teléfono esperará %1 minutos antes de elegir el primer movimiento.
fr: Aucun mode téléphone n’attendra %1 minute(s) avant de choisir le premier mouvement.
it: Modalità senza telefono aspetterà %1 minuto(i) prima di scegliere la prima mossa.
ja_jp: ノーフォンモードは、最初の手を選ぶまで、%1分(s)待機します。
lt: Telefono režimas lauks %1 minutę(s) prieš pasirinkdamas pirmąjį žingsnį.
ru: Режим «Без телефона» будет ожидать %1 мин, прежде чем выполнить первое движение.

source: Engage No Phone Mode
cs_cz: Zapnout bezmobilní mód
da_dk: Start Telefon Fri Tilstand
de_de: No-Phone Modus einschalten
es_es: Habilitar modo sin teléfono
fr: Activer le mode sans téléphone
it: Attiva la modalità senza telefono
ja_jp: ノーフォンモードを設定する
lt: Įjunkti režimą be telefono
ru: Включите режим «Без телефона»

# Label above the section that lets the user simply disconnect from the gear
source: Just Disconnect
da_dk: Bare Kobl Fra
de_de: Nur Verbindung trennen
es_es: Solo desconectar
fr: Simplement déconnecter
it: Basta disconnettersi
ja_jp: ジャストディスコネクト
lt: Tiesiog atsijungti
ru: Просто Отключиться

# Label above the list of options available for disconnecting from a piece of gear
source: Pick this option to disconnect from the gear without turning it off (handy if you want to charge it).
cs_cz: Zvol tuto možnost pro odpojení bez vypnutí zařízení (vhodné pokud chceš zařízení nabít)
da_dk: Vælg denne mulighed hvis du bare vil frakoble udstyret. (Godt, hvis du vil oplade det).
de_de: Mit dieser Option trennst du die Verbindung von deinem Gerät ohne es auszuschalten (Praktisch wenn du es aufladen möchtest).
es_es: Escoge esta opción para desconectar de tu equipo sin apagarlo (útil si lo quieres cargar).
fr: Choisis cette option pour déconnecter l’appareil sans l’éteindre (pratique si tu veux le charger).
it: Scegli questa opzione per disconnetterti dal dispositivo senza spegnerlo (utile se vuoi caricarlo).
ja_jp: このオプションを選択すると、ギアの電源を切らずに切断することができます（充電する場合に便利です）。
lt: Pasirinkite šią parinktį, jei norite atsijungti nuo įrangos jos neišjungę (patogu, jei norite įkrauti).
ru: Выберите этот вариант, чтобы отключиться от снаряжения, не выключая его (удобно, если вы хотите его зарядить).

source: Disconnect
da_dk: Kobl Fra
de_de: Verbindung trennen
es_es: Desconectar
fr: Déconnecter
it: Disconnesso
ja_jp: ディスコネクト
lt: Atsijungti
ru: Отключиться

source: Disconnect and Shut Down
cs_cz: Odpojit a vypnout
da_dk: Frakobl og Sluk
de_de: Verbindung trennen und Gerät(e) ausschalten
es_es: Desconectar y apagar
fr: Déconnecter et éteindre
it: Disconnetti e spegni
ja_jp: 切断とシャットダウン
lt: Atsijungti ir išjungti
ru: Отключиться и Выключить

# Label above the list of options available for shutting down the piece of gear
source: Pick this option to turn off the gear rather than simply disconnecting (handy if you're putting it away immediately)
cs_cz: Zvol tuto možnost pro vypnutí zařízení místo odpojení (vhodné pokud zařízení někam uklízíš)
da_dk: Vælg denne mulighed for at slukke udstyret i stedet for bare at koble fra. (Smart, hvis du vil pakke udstyret ned med det samme)
de_de: Wähle diese Option um dein Gerät auszuschalten(Praktisch, wenn du es wegräumen möchtest)
es_es: Elige esta opción para apagar el equipo y no solo desconectar (útil si lo vas a guardar inmediatamente)
fr: Choisis cette option pour éteindre l'appareil plutôt que de simplement le déconnecter (pratique pour le ranger immédiatement)
it: Scegli questa opzione per spegnere l'ingranaggio anziché semplicemente disconnetterlo (utile se lo riponi immediatamente)
ja_jp: このオプションを選ぶと、単に接続を切るのではなく、ギアの電源を切ることができます（すぐに片付ける場合に便利です）
lt: Pasirinkite šią parinktį, kad išjungtumėte įrangą, o ne tiesiog atjungtumėte (patogu, jei nedelsdami atidėsite)
ru: Выберите этот вариант, чтобы выключить снаряжение, а не просто отключиться от него (удобно, если вы сразу его убираете)

source: Shut Down Gear
cs_cz: Vypnout zařízení
da_dk: Luk Udstyret Ned
de_de: Geräte ausschalten
es_es: Apagar equipo
fr: Éteindre l'appareil
it: Spegni il meccanismo
ja_jp: シャットダウンギア
lt: Išjunkite įrangą
ru: Выключить Снаряжение

# Title for the page for selecting a pose for the EarGear
source: Ear Poses
cs_cz: Pózy uší
da_dk: Øre Positioner
de_de: Position der Ohren
es_es: Posturas de las orejas
fr: Positions d'oreilles
it: Posizioni delle orecchie
ja_jp: イヤーポーズ
lt: Ausų pozos

source: Home Position
cs_cz: Základní pozice
da_dk: Hjemmeposition
de_de: Ausgangsposition
es_es: Posición inicial
fr: Position de Repos
it: Posizione iniziale
ja_jp: ホームポジション
lt: Pradinė padėtis
ru: Исходное Положение

# Description for the page for selecting a pose for the EarGear
source: The list below shows all the poses available to your gear. Tap any of them to send them off to any of your connected devices! If you have more than one connected, the little coloured dots show which you can send that pose to.
da_dk: Listen nedenfor viser alle positionerne din enhed har tilgængelig. Tryk på dem for at sende den til en eller flere af dine forbundede enhedet! Hvis du har mere end et forbundet, viser de små farvede prikker, hvilke du kan sende den position til.
de_de: In der folgenden Liste findest du alle für dein Gerät verfügbaren Posen. Tippe eine Pose an um sie an deine verbundenen Geräte zu senden! Wenn mehr als ein Gerät verbunden ist, zeigt der kleine farbige Punkt an, an welches Gerät die Pose geschickt werden kann.
es_es: La siguiente lista muestra todas las posiciones disponibles para tu equipo. ¡Toca cualquiera de ellas para enviarlo a cualquiera de los dispositivos conectados! Si tienes varios dispositivos conectados, los pequeños puntos de color muestran a cual puedes enviar la pose.
fr: La liste ci-dessous présente toutes les positions disponibles pour ton équipement. Appuie sur l’une d’elles pour l'envoyer à un de tes appareils connectés ! Si tu en possèdes plusieurs, les petits points de couleur montrent à quel appareil tu peux envoyer cette position.
it: L'elenco seguente mostra tutte le pose disponibili per la tua attrezzatura. Tocca uno di essi per inviarli a uno qualsiasi dei tuoi dispositivi collegati! Se ne hai più di uno connesso, i puntini colorati mostrano a quale dispositivo mandare la posa.
lt: Žemiau pateiktame sąraše rodomos visos pozos, kurias galima naudoti jūsų įrangai. Bakstelėkite bet kurį iš jų, kad išsiųstumėte juos į bet kurį prijungtą įrenginį! Jei esate prisijungę daugiau nei vieną, maži spalvoti taškeliai rodo, kam galite siųsti tą pozą.
ru: В списке ниже показаны все позы, доступные для вашего снаряжения. Коснитесь любого из них, чтобы отправить на конкретные подключенные устройства.

# Label for the button for setting EarGear moves to run more slowly
source: Be Calm
cs_cz: Uklidnit
da_dk: Vær Afslappet
de_de: Entspannt
es_es: Más tranquilo
fr: Plus calme
it: Stai calmo
ja_jp: 冷静になる
lt: Nesijaudinti
ru: Успокоить

# Label for the button for setting EarGear moves to run faster
source: Be Excited
da_dk: Vær Begejstret
de_de: Begeistert
es_es: Más Animado
fr: Plus enthousiaste
it: Essere eccitato
ja_jp: わくわくする
lt: Susijaudinti
ru: Возбудить

# Heading for the list of poses, on the page for selecting a pose for the EarGear
source: Poses
cs_cz: Pózy
da_dk: Positioner
de_de: Posen
es_es: Posiciones
fr: Positions
it: Pose
ja_jp: ポーズ
lt: Pozos

source: Gear Gestures
da_dk: Udstyrsreaktioner
es_es: Gestos del equipo
fr: Reconnaissance de gestes
it: Gesti del dispositivo
lt: Įrangos gestai

source: Home Position
da_dk: Hjemmeposition
de_de: Ruheposition
es_es: Posición inicial
fr: Position initiale
it: Posizione iniziale
lt: Pradinė padėtis

# A short name for the relaxed moves category shown on the gestures page
source: Relaxed
es_es: Relajado
fr: Relaxe
lt: Atsipalaidavęs

# A short name for the excited moves category shown on the gestures page
source: Excited
es_es: Animado
fr: Enthousiaste
lt: Susijaudinęs

# A short name for the tense moves category shown on the gestures page
source: Tense
es_es: Tenso
fr: Tendu
lt: Įtemptas

# A short name for the eargear poses category shown on the gestures page
source: Pose
es_es: Poses
fr: Position
lt: Poza

# A short name for the lights category shown on the gestures page
source: Lights
es_es: Luces
fr: Lumières
lt: Šviesos

source: Turn on one of the sensors below to make your gear react to gestures performed on this device, if there is nothing else going on (that is, no current commands, and an empty command queue). For example, make your ears perk up when the device recognises that is has been picked up, or start wagging when it detects that you have taken a step.
da_dk: Slå en af sensorne nedenfor til for at få dit udstyr til at reagere på bevægelser udført på denne enhed, hvis der ikke er andet igang (det vil sige, hvis der ikke er nogen igangvægende kommandoer, og det er en tom kommandokø). For eksempel kan du få dine ører til at stå til opmærksomhed når enheden bemærker den er blevet samlet op, eller den kan gå i gang med at logre når den opdager du har taget et skridt.
de_de: Aktiviere einen der unten aufgelisteten Sensoren, damit deine Geräte auf Gesten mit deinem Mobilgerät reagieren können wenn gerade nichts anderes passiert (also kein anderes Kommando aktiv ist). Stelle zum Beispiel deine Ohren auf wenn dein Mobilgerät aufgehoben wird, oder wackle mit dem Schwanz wenn ein Schritt erkannt wird.
es_es: Activa uno de los siguientes sensores para hacer que tu equipo reaccione a gestos realizados en este dispositivo, siempre que no se esté ejecutando otra acción (es decir, que no quede ningún comando en ejecución y la cola de comandos este vacía). Por ejemplo, haz que tus orejas se pongan tiesas cuando el dispositivo reconozca que ha sido recogido, o empieza a mover la cola cuando se detecte que has dado un paso.
fr: Active l'un des capteurs ci-dessous pour que ton équipement réagisse aux gestes effectués sur cet appareil, si rien d'autre n'est en marche (c'est-à-dire aucune commandes en cours, et une liste de commandes en attente vide). Tes oreilles peuvent par exemple se dresser quand ton smartphone reconnaît qu'il a été ramassé ou ta queue peut commencer à s'agiter lorsqu'elle détecte un pas.
lt: Įjunkite vieną iš toliau pateiktų jutiklių, kad jūsų įranga reaguotų į gestus, atliekamus šiame įrenginyje, jei nevyksta nieko kito (ty nėra dabartinių komandų ir tuščia komandų eilė). Pavyzdžiui, pakelkite ausis, kai prietaisas atpažins, kad jis buvo pakeltas, arba pradėkite žvilgtelėti, kai nustato, kad žengėte žingsnį.

source: Multiple Gestures
da_dk: Flere Bevægelser
de_de: Mehrfache Gesten
es_es: Múltiples gestos
fr: Gestes multiples
lt: Keli gestai

source: You are attempting to turn on more than one gesture at the same time. This will occasionally cause problems, primarily by being confusing to manage (for example, turning on both Walking and Shake is likely to cause both to be detected). If you are sure you want to do this, tap OK, or tap Cancel to not enable this gesture.
da_dk: Du er ved at tænde for mere end en bevægelse på samme tid. Dette vil nogle gange skabe problemer, primært ved at være forvirrende (for eksempel, hvis du tænder for både ryst og gang vil de ofte blive opdaget samtidigt). Hvis du er sikker på, at du vil gøre dette, tryk OK, eller tryk Afbryd for ikke at tænde for denne bevægese.
de_de: Du versuchst mehrere Gesten auf einmal auszuführen. Das wird gelegentlich zu Problemen führen, hauptsächlich weil zum Beispiel Gesten wie 'Schütteln' und 'Gehen' beides Bewegungen sind und wahrscheinlich gleichzeitig ausgelöst werden. Wenn du dir sicher bist das Du das willst, dann tippe auf OK - oder tippe auf Abbrechen um diese Geste nicht zu aktivieren.
es_es: Estas intentando activas más de un gesto al mismo tiempo. Esto puede provocar problemas en algunos casos, mayormente por ser confuso de gestionar (por ejemplo, al activar al mismo tiempo "Caminar" y "Sacudir" es probable que ambos sean detectados). Si estás seguro de que esto es lo que quieres toca "Aceptar", o toca "cancelar" para que no se active este gesto.
fr: Tu essaies d'effectuer plusieurs gestes simultanément et cela peut parfois poser problème. Si tu actives la marche et la secousse en même temps par exemple, les deux gestes vont essayer de se déclencher simultanément. Si tu es sûr de vouloir continuer, appuie sur Confirmer. Sinon appuie sur Annuler.
lt: Vienu metu bandote įjungti daugiau nei vieną gestą. Kartais tai sukels problemų, visų pirma dėl to, kad bus sudėtinga valdyti (pavyzdžiui, įjungus ir vaikščiojimą, ir purtymą, gali būti aptikti abu). Jei esate tikri, kad norite tai padaryti, bakstelėkite Gerai arba bakstelėkite Atšaukti, kad neįjungtumėte šio gesto.

source: Show On Welcome Page
da_dk: Vis På Velkomstsiden
es_es: Mostrar en la página de bienvenida
fr: Afficher sur la page d'accueil
lt: Rodyti sveikinimo puslapyje

# Command for returning any gear to its home position, on the gestures page
source: Home Position
es_es: Posición inicial
fr: Position de repos
lt: Pradinė padėtis

source: (no command)
da_dk: (ingen kommando)
es_es: (ningún comando)
fr: (pas de commande)
lt: (nėra komandos)

# Title for the Casual Mode settings page
source: Casual Mode Categories
da_dk: Afslapningstilstandskategorier
es_es: Categorías del modo casual
fr: Catégories du mode décontracté
lt: Atsitiktinio režimo kategorijos

source: Calm and Relaxed
da_dk: Rolig og Afslappet
es_es: Tranquilo y Relajado
fr: Calme et relaxe
lt: Ramus ir atsipalaidavęs

source: Fast and Excited
da_dk: Hurtig og Begejstret
es_es: Rápido y Animado
fr: Rapide et enthousiaste
lt: Greitas ir susijaudinęs

source: Frustrated and Tense
da_dk: Frustreret og Spændt
es_es: Frustrado y Tenso
fr: Contrarié et tendu
lt: Nusivylęs ir įsitempęs

source: LED Patterns
da_dk: LED-mønstre
es_es: Patrones para el LED
fr: Lumières LED
lt: LED raštai

source: This is where you set the pauses in between moves, as well as the families of moves that can be called upon.
da_dk: Dette er hvor du sætter pauser mellem bevægelser, og vælger de familier af bevægelser der kan blive valgt fra.
de_de: Hier legst du die Pausen zwischen den Bewegungen fest und aus welchen Gruppierungen die Bewegungen ausgewählt werden.
es_es: Aquí puedes configurar tanto las pausas entre movimientos como las familias de movimientos que se pueden llamar.
fr: C'est ici que tu définis les pauses entre les mouvements ainsi que les groupes de mouvements disponibles.
lt: Čia galite nustatyti pauzes tarp judesių, taip pat judesių šeimas, kurias galima atlikti.

source: Enable Casual Mode
da_dk: Aktiver Afslapningstilstand
es_es: Activar modo casual
fr: Activer le mode décontracté
lt: Įgalinti atsitiktinį režimą

# Label for selecting the range of pauses in between moves in Casual Mode
source: Range of pause between moves in seconds
cs_cz: Prodleva mezi pohyby v sekundách
da_dk: Rækkevidde af pauser mellem bevægelser i sekunder
de_de: Zeitraum zwischen den Bewegungen in Sekunden
es_es: Rango de pausa entre movimientos en segundos
fr: Longueur des pauses entre les mouvements en secondes
it: Periodo di pausa tra i movimenti in secondi
ja_jp: 移動間隙の範囲（秒）
lt: Pauzės intervalas tarp judesių sekundėmis
ru: Диапазон паузы между ходами в секундах

source: Listening Settings
da_dk: Lyttereaktioner Instillinger
es_es: Ajustes de Escucha
fr: Paramètres d'écoute
lt: Klausymosi nustatymai

source: Home Position
da_dk: Hjemmeposition
de_de: Ruheposition
es_es: Posición inicial
fr: Position de repos
lt: Pradinė padėtis

source: Turn on sound detection to make your gear react to to sounds for five minutes at a time by ticking the box beside the name of the gear you want to be listening for sounds. To decide what to do when a particular sound level is detected, pick the moves and what bits of gear you want to send that move to if you have more than one (otherwise we'll just send it to itself). If you don't select any, the gear will just pick something to do on its own.
da_dk: Tænd høretildstand for at få dit udstyr til at reagere til lyde i cirka fem minutter af ganged ved at klikke på kassen ved siden af navnet på det stykke udstyr du vil have til at lytte efter lyde. For at definere, hvad der skal ske, når et bestemt lydniveau bliver hørt, kan du vælge bevægelser og hvilke stykker udstyr du vil sende den bevægelse til, hvis du har flere end et tilkoblet (ellers sender vi dem bare til det eneste). Hvis du ikke vælger nogen, vil udstyret selv vælge, hvad der skal ske.
de_de: Aktiviere die Geräuscherkennung, damit deine Geräte für jeweils fünf Minuten auf Geräusche hören. Wenn du das Kästchen neben dem Namen des Geräts anklickst, wird dieses Gerät auf Geräusche reagieren. Du kannst auch einzelne Aktionen deiner Geräte festlegen - was bei welchem Geräuschpegel bzw -Richtung passiert - und das über mehrere Geräte hinweg (sofern du diese hast). Wählst du nichts aus, wird das Gerät nur selbst aktiv werden und zufällige Bewegungen abspielen.
es_es: Activa la detección de sonido marcando la casilla junto al nombre de tu equipo pra que este reaccione al sonido durante cinco minutos. Para personalizar que hacer cuando se detecta un determinado nivel de sonido, elije los movimientos y a que equipo deben enviarse si tienes más de uno (si no, se lo enviaremos a el mismo). Si no elijes nada, el equipo decidirá que hacer por si mismo.
lt: Įjunkite garso aptikimą, kad jūsų įranga reaguotų į garsus penkias minutes vienu metu, pažymėdami varnelę šalia įrangos, kurio garsų norite klausytis, pavadinimo. Jei norite nuspręsti, ką daryti, kai aptinkamas tam tikras garso lygis, pasirinkite judesius ir į kokią įrangą norite siųsti tą judesį, jei turite daugiau nei vieną (kitaip mes tiesiog išsiųsime jį pačiam). Jei nepasirinksite jokios, pavara tiesiog pasirinks ką nors padaryti pati.

source: (no command)
da_dk: (ingen kommando)
es_es: (ningún comando)
fr: (pas de commande)
lt: (nėra komandos)

source: Connected successfully! Rename gear by tapping their name
da_dk: Forbindelse lykkedes! Giv dit udstyr et nyt navn ved at trykke på der gamle
de_de: Erfolgreich verbunden! Um ein Gerät umzubenennen, tippe auf dessen Namen
es_es: Conectado exitosamente. Renombra el dispositivo tocando su nombre
fr: Connexion réussie ! Renomme ton appareil en tapant son nom
it: Connessione Riuscita! Rinomina il dispositivo cliccandone il nome

# Text for the notification upon connecting successfully to a device
source: Connected successfully!
cs_cz: Připojení úspěšné!
da_dk: Forbindelse lykkedes!
de_de: Verbindung erfolgreich!
es_es: ¡Conectado correctamente!
fr: Connexion réussie !
it: Connesso con successo!
ja_jp: 正常に接続されました。
lt: Prisijungta sėkmingai!
ru: Подключение установлено!

# Title for the warning for having Bluetooth disabled
source: Warning
cs_cz: Varování
da_dk: Advarsel
de_de: Achtung
es_es: Advertencia
fr: Attention
it: Avviso
ja_jp: 警告
lt: Įspėjimas
ru: Предупреждение

# Message for the warning for having Bluetooth disabled
source: Bluetooth is disabled
cs_cz: Bluetooth je vypnuto
da_dk: Bluetooth er slået fra
de_de: Bluetooth ist ausgeschaltet
es_es: Bluetooth deshabilitado
fr: Bluetooth désactivé
it: Bluetooth disconnesso
ja_jp: Bluetoothは無効です
lt: Bluetooth išjungtas
ru: Bluetooth отключен

# Title for the warning for not having detected any Bluetooth devices
source: Warning
cs_cz: Varování
da_dk: Advarsel
de_de: Achtung
es_es: Advertencia
fr: Attention
it: Avviso
ja_jp: 警告
lt: Įspėjimas
ru: Предупреждение

# Message for the warning for not having detected any Bluetooth devices
source: No Bluetooth Device
cs_cz: Nenalezeno Bluetooth zařízení
da_dk: Ingen Bluetooth enhed fundet
de_de: Kein Bluetooth Gerät
es_es: No se han encontrado dispositivos
fr: Aucun Bluetooth détecté
it: Nessun Dispositivo Bluetooth
ja_jp: Bluetoothデバイスがない
lt: Nėra Bluetooth įrenginio
ru: Нет устройства Bluetooth

# Title for the popup for having enabled Developer Mode
source: Developer mode
cs_cz: Vývojářský mód
da_dk: Udviklertilstand
de_de: Entwickler-Modus
es_es: Modo desarrollador
fr: Mode développeur
it: Modalità Sviluppatore
ja_jp: デベロッパーモード
lt: Kūrėjo režimas
ru: Режим разработчика

# Message for the popup for having enabled Developer Mode
source: Developer mode is enabled
cs_cz: Vývojářský mód zapnut
da_dk: Udviklertilstand slået til
de_de: Entwickler-Modus ist eingeschaltet
es_es: El modo desarrollador está habilitado
fr: Mode développeur activé
it: Modalità Sviluppatore disabilitata
ja_jp: デベロッパーモードは無効です
lt: Kūrėjo režimas įjungtas
ru: Включен режим разработчика

# Title for the popup for having disabled Developer Mode
source: Developer mode
cs_cz: Vývojářský mód
da_dk: Udviklertilstand
de_de: Entwickler-Modus
es_es: Modo desarrollador
fr: Mode développeur
it: Modalità Sviluppatore
ja_jp: デベロッパーモード
lt: Kūrėjo režimas

# Message for the popup for having disabled Developer Mode
source: Developer mode is disabled
cs_cz: Vývojářský mód vypnut
da_dk: Udviklertilstand slået fra
de_de: Entwickler-Modus ist ausgeschaltet
es_es: El modo desarrollador está deshabilitado
fr: Mode développeur désactivé
it: Modalità Sviluppatore è stata disabilitata
ja_jp: デベロッパーモードは無効です
lt: Kūrėjo režimas išjungtas
ru: Режим разработчика отключен

# Title for the popup for getting a timeout for Casual Mode
source: Casual Mode is Off
cs_cz: Casual mód vypnut
da_dk: Afslapningstilstand Afbrudt
de_de: Gelegenheitsmodus ist ausgeschaltet
es_es: El modo casual está desactivado
fr: Mode décontracté désactivé
it: Modalità Casuale è Spenta
ja_jp: カジュアルモードはオフ
lt: Atsitiktinis režimas išjungtas
ru: Повседневный Режим выключен

# Message for the popup for getting a timeout for Casual Mode
source: Maybe its time for a rest... Let your tail or ears have a power-nap.
cs_cz: Možná je čas na pauzu... Nech svůj ocas nebo uši odpočinout
da_dk: Det kan godt være, det er tid til at slappe lidt af. Afslapningstilstand er for dig, men dit udstyr arbejder stadig på højtryk, så det er en god ide at lade det have en lille lur en gang i mellem.
de_de: Vielleicht ist es Zeit für eine Pause? Gib deinen Geräten ein bisschen Zeit um sich zu erholen.
es_es: Quizás sea tiempo para un descanso... Deja que tu cola u orejas se echen una pequeña siesta.
fr: Il est peut-être temps de faire une pause... C'est l'heure pour tes appareils de faire une petite sieste.
it: Forse è il momento di riposare... Lascia che la tua codina o le orecchie facciano un pisolino.
ja_jp: ちょっと一休み...。しっぽや耳を休ませてあげましょう。
lt: Galbūt laikas pailsėti... Tegul jūsų uodega ar ausys nusnūsta.
ru: Может быть, пришло время отдохнуть... Позвольте вашему хвостику или ушкам немного вздремнуть.

# Button for opening the Alarm page, from the landing page
source: Alarm
cs_cz: Upozornění
de_de: Wecker
es_es: Alarmas
fr: Alarme
it: Sveglia
ja_jp: アラーム
lt: Signalizacija
ru: Таймер

# Button for opening the Move List page, from the landing page
source: Move Lists
cs_cz: Seznam pohybů
da_dk: Bevægelseslister
de_de: Liste der Bewegungen
es_es: Lista de movimientos
fr: Liste de mouvements
it: Elenco di Movimenti
lt: Perkelti sąrašus
ru: Список Движений

# Button for opening the Tail Gear Moves page, from the landing page
source: Moves
cs_cz: Pohyby
da_dk: Bevægelser
de_de: Bewegungen
es_es: Movimientos
fr: Mouvements
it: Movimenti
lt: Judesiai
ru: Движения

# Button for opening the EarGear Poses page, from the landing page
source: Ear Poses
cs_cz: Pózy uší
da_dk: Øre Positioner
de_de: Position der Ohren
es_es: Poses de las orejas
fr: Positions des oreilles
it: Posizioni delle Orecchie
ja_jp: イヤーポーズ
lt: Ausų pozos
