Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

# Message shown to the user when they already have the newest firmware installed
source: You already have the newest version of the firmware installed on your gear, congratulations!
cs_cz: Tvoje zařízení má již nainstalovanou nejnovější verzi firmwaru.
da_dk: Tillykke! Du har allerede den nyeste version af firmwaren installeret på dit udstyr!
de_de: Herzlichen Glückwunsch, dein Gerät verfügt bereits über die neueste Firmware-Version!
es_es: Tienes la versión mas reciente instalada en tu equipo. ¡Enhorabuena!
fr: La dernière mise à jour est déjà installée et ton appareil est prêt à l'emploi !
it: Hai già la versione più recente del firmware installata sul tuo dispositivo, congratulazioni!
ja_jp: すでに最新バージョンのファームウェアが機器にインストールされていますね、おめでとうございます。
lt: Jūsų įrenginyje jau įdiegta naujausia programinės įrangos versija, sveikiname!
ru: На вашем снаряжении уже установлена новейшая версия прошивки, поздравляем!

source: The file used to determine information about new firmware versions did not contain the expected format of data. This is likely a temporary error, or a connection issue. If you run into this problem repeatedly, please get in touch.
cs_cz: Soubor pro kontrolu informací o firmwaru neobsahuje správný formát dat. Toto je buď dočasná chyba, nebo chyba připojení. Pokud se tato chyba opakuje, informuj nás.
da_dk: Filen som bruges til at indlæse information om nye firmware versioner indeholdte ikke det forventede dataformat. Dette er som regel en midlertidig fejl, eller en forbindelsesfejl. Hvis du løber ind i denne fejl ofte bør du tage direkte kontakt til os.
de_de: Die Datei, die Informationen über die neue Firmware-Version liefert, enthielt nicht die entsprechenden Informationen. Wahrscheinlich hatten wir nur ein Verbindungsproblem. Versuche es bitte später nochmals und wenn der Fehler immernoch auftritt, melde dich bitte bei uns.
es_es: El archivo utilizado para determinar si existen nuevas versiones de firmware no contenía el formato esperado. Probablemente se trata de un error temporal o un fallo de conexión. Si encuentras este problema repetidamente, por favor, contacta con nosotros al respecto.
fr: Le format fichier utilisé pour trouver la dernière version du logiciel n'a pas été reconnu. Il s'agit probablement d'une erreur temporaire ou un problème de connexion. Merci de nous contacter si cela se reproduit à plusieurs reprises.
it: Il file utilizzato per determinare informazioni riguardo le nuove versioni del firmware non conteneva il formato atteso di dati. Questo è probabilmente un errore temporaneo, oppure un problema legato alla connessione. Se il problema si ripresenta ancora, per favore faccelo sapere.
ja_jp: 新しいファームウェアのバージョンに関する情報を判断するために使用されたファイルに、期待されるデータ形式が含まれていませんでした。これは、一時的なエラーか、接続の問題だと思われます。この問題が繰り返し発生する場合は、ご連絡ください。
lt: Faile, naudojama informacijai apie naujas programinės aparatinės įrangos versijas nustatyti, nebuvo numatyto duomenų formato. Tai greičiausiai laikina klaida arba ryšio problema. Jei su šia problema susiduriate pakartotinai, susisiekite.
ru: Файл, используемый для определения информации о новых версиях прошивки, не содержал ожидаемого формата данных. Вероятно, это временная ошибка или проблема с подключением. Если вы сталкиваетесь с этой проблемой неоднократно, пожалуйста, свяжитесь с нами.

# Message for when we are checking the downloaded firmware data
source: Checking integrity of the downloaded firmware data...
cs_cz: Kontrola integrity stažených dat firmwaru...
da_dk: Undersøger integriteten af det nedhentede firmware data...
de_de: Überprüfe die Firmware-Daten...
es_es: Comprobando la integridad de los datos del firmware...
fr: Vérification des données en cours...
it: Controllo dell'integrità dei dati del firmware scaricato...
ja_jp: ダウンロードしたファームウェアのデータの整合性を確認する...
lt: Tikrinamas atsisiųstų programinės įrangos duomenų vientisumas...
ru: Проверка целостности загруженных данных прошивки...

# Warning message when a fault occurred during a connection attempt
source: An error occurred while connecting to your EarGear (the main service object could not be created). If you feel this is in error, please try again!
da_dk: Der opstod en fejl mens vi forsøgte at forbinde til din EarGear (det primære service objekt kunne ikke skabes). Hvis du tror dette er en fejl, venligst prøv igen!
de_de: Beim Verbinden zu deinem EarGear ist etwas schief gegangen (Fehler: Main Service). Bitte versuche es noch einmal!
es_es: Ha ocurrido un error conectando con la caja de tu EarGear (el objeto del servicio no ha podido ser creado). Si piensas que se trat de un error intentalo de nuevo!
fr: Une erreur s'est produite lors de la connexion à ton EarGear (l'objet du service principal n'a pas pu être créé). Merci de réessayer !
it: Si è verificato un errore mentre ti connettevi al tuo EarGear (non è stato possibile creare il principale service object). Se pensi che questo sia un errore prova di nuovo!
ja_jp: お客様のEarGearへの接続中にエラーが発生しました（メインサービスオブジェクトを作成できませんでした）。もしこれがエラーだと感じたら、もう一度試してみてください。
lt: Prisijungiant prie „EarGear“ įvyko klaida (nepavyko sukurti pagrindinio paslaugos objekto). Jei manote, kad tai klaida, bandykite dar kartą!
ru: Произошла ошибка при подключении к вашим EarGear(не удалось создать объект службы). Если вы считаете, что это ошибка, пожалуйста, попробуйте еще раз!

# Warning message when the battery information is unavailable on a device
source: An error occurred while connecting to your EarGear (the battery service was not available). If you feel this is in error, please try again!
da_dk: Der opstod en fejl mens vi forsøgte at forbinde til din EarGear (batteri informations servicen var ikke tilgængelig). Hvis du tror dette er en fejl, venligst prøv igen!
de_de: Beim Verbinden zu deinem EarGear ist etwas schief gegangen (Fehler: Batterie). Bitte versuche es noch einmal!
es_es: Ha ocurrido un error conectando a tu caja de EarGear (el servicio de batería no se encuentra disponible). Si piensas que se trata de un error intentalo de nuevo!
fr: Une erreur s'est produite lors de la connexion à ton EarGear (accès au service de la batterie non disponible). Merci de réessayer !
it: Si è verificato un errore mentre ti connettevi al tuo EarGear (le informazioni sulla batteria non erano disponibili). Se pensi che questo sia un errore per favore prova di nuovo!
ja_jp: EarGearへの接続中にエラーが発生しました（バッテリーサービスを利用できませんでした）。エラーと思われる場合は、もう一度お試しください。
lt: Jungiantis prie „EarGear“ įvyko klaida (baterijos paslauga nepasiekiama). Jei manote, kad tai klaida, bandykite dar kartą!
ru: Произошла ошибка при подключении к вашим EarGear (служба батареи была недоступна). Если вы считаете, что это ошибка, пожалуйста, попробуйте еще раз!

# Warning message when the battery information is unavailable on the device
source: It looks like this device is not an EarGear controller (could not find the battery level characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
cs_cz: Vypadá to že toto zařízení není EarGear ovlač (nebylo možné nalézt informace o stavu baterie). Pokud si jsi jist že se jedná o správné zařízení, zděl tuto chybu The Tail company.
da_dk: Det ser ud som om denne enhed ikke er en EarGear (kunne ikke finde batteri informations karakteristikken). Hvis du er helt sikker på at den er, vær sød og kontakte The Tail Company og rapporter denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen EarGear Controller handelt (Keine entsprechenden Batterie-Funktionen gefunden). Wenn du dir sicher bist, dass es sich trotzdem um EarGear handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que el dispositivo no es un controlador EarGear (no se ha podido obtener el nivel de batería). Si estas convencido de que es el dispositivo correcto, por favor, reporta este error a "The Tail Company".
fr: Il semble que cet appareil ne soit pas un contrôleur EarGear (niveau de batterie introuvable). Merci de contacter The Tail Company si c'est une erreur.
it: Sembra che questo dispositivo non sia un controller EarGear (non riusciamo a riconoscere il livello della batteria). Se sei certo che lo sia per favore segnala questo errore a The Tail Company.
ja_jp: このデバイスはEarGearコントローラではないようです（バッテリーレベルの特性が見つかりませんでした）。もし、間違いなくそうであると確信される場合は、このエラーをThe Tail Companyに報告してください。
lt: Atrodo, kad šis įrenginys nėra „EarGear“ valdiklis (nepavyko rasti akumuliatoriaus lygio charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your ears, make sure the EarGear is on and close to this device.
da_dk: Der opstod en fejl. Hvis du forsøger at forbinde til dine ører, vær sikker på, at de er tændt, og tæt på denne enhed.
de_de: Beim Verbinden zu deinem EarGear ist etwas schief gegangen Stelle bitte sicher, dass dein EarGear eingeschaltet und in Reichreite ist.
es_es: Ha ocurrido un error. Si estás intentando conectarte a tus orejas, asegúrate de que el EarGear esta encendido y se encuentra cerca de este dispositivo.
fr: Une erreur s'est produite lors de la connection avec ton Eargear. Merci de s'assurer qu'il soit allumé et à proximité.
it: E' stato riscontrato un errore. Se stai cercando di connettere le tue orecchie, assicurati che l'EarGear sia acceso e vicino al dispositivo.
ja_jp: エラーが発生しました。耳に接続しようとしている場合、EarGearがオンになっており、このデバイスに近づいていることを確認してください。
lt: Įvyko klaida. Jei bandote prisijungti prie ausų, įsitikinkite, kad EarGear yra įjungtas ir arti šio įrenginio.
ru: Произошла ошибка. Если вы пытаетесь подключиться к своим ушкам, убедитесь, что EarGear включены и находятся рядом с этим устройством.

# Warning that the device disconnected itself
source: The EarGear closed the connection.
da_dk: EarGear lukkede forbindelsen.
de_de: Dein EarGear hat die Verbindung beendet.
es_es: EarGear ha terminado la conexión.
fr: Ton EarGear a fermé la connexion.
it: L'EarGear ha chiuso la connessione.
ja_jp: EarGearは接続を閉じた。
lt: EarGear uždarė ryšį.
ru: EarGear прервали соединение.

source: Failed to connect to your EarGear. Please try again (perhaps move it closer?)
da_dk: Der opstod en fejl under tilkobling til din EarGear. Prøv igen (måske skal de flyttes tættere på?)
de_de: Fehler bei der Verbindung zu deinem EarGear. Bitte versuche es erneut (vielleicht näher am Gerät?)
es_es: No se ha podido conectar a la caja de tus EarGear. Por favor, asegurate de que estas lo suficientemente cerca e intentalo de nuevo
fr: La connexion à ton EarGear a échoué. Merci de le rapprocher et réessayer
it: Non è stato possibile connettere il tuo EarGear. Per favore prova di nuovo (magari avvicinandoti?)
ja_jp: EarGearへの接続に失敗しました。もう一度お試しください（もしかしたら、もっと近くに移動できるかも？）
lt: Nepavyko prisijungti prie „EarGear“. Bandykite dar kartą (gal priartinkite?)
ru: Не удалось подключиться к вашим EarGear. Пожалуйста, попробуйте еще раз (достаточно ли они близко?)

source: Firmware Update Completed
cs_cz: Updat firmwaru dokončen
da_dk: Firmware Opdatering Lykkedes
de_de: Firmware Update Abgeschlossen
es_es: Se ha completado la actualización del Firmware
fr: Mise à jour du logiciel terminée
it: Update del Firmware completato
ja_jp: ファームウェアのアップデート完了
lt: Programinės įrangos atnaujinimas baigtas
ru: Обновление прошивки завершено

source: The firmware upload has been completed, and your gear has turned itself off. If it did not turn itself back on again, close this message, turn it on manually, and then connect to it. If it turned itself back on again, you can just close this message.
cs_cz: Update firmwaru byl dokončen a tvoje zařízení se vypnulo. Pokud se nezapnulo zpátky samo, zavři tuto zprávu, zapni ho ručně a znovu ho připoj. Pokud se zařízení zapnulo samo, stačí pouze zavřít tuto zprávu.
da_dk: Vi er færdige med at uploade den nye firmware, og dit udstyr har slukket sig selv. Hvis den ikke har tændt sig selv igen, luk da denne besked og tænd for den, hvorefter du kan tilslutte den igen. Hvis den allerede har tændt sig selv igen kan du bare lukke denne besked.
de_de: Die Firmware wurde erfolgreich auf dein Gerät geladen, welches sich danach ausgeschaltet hat. Wenn es sich nicht von selbst eingeschaltet und wieder verbunden hat, schließe diese Nachricht, schalte dein Gerät selbst ein und stelle die Verbindung wieder her.
es_es: Se ha terminado de subir el firmware y se ha apagado el dispositivo automáticamente. Si no se enciende solo, cierra este mensaje, enciendelo manualmente y conéctate a este. Si se ha encendido solo automáticamente, puedes cerrar este mensaje.
fr: La mise à jour du logiciel est terminée et ton équipement s'est éteint. Ferme ce message et ton appareil devrait se réactiver par lui même. Si ce n'est pas le cas, active puis connecte le manuellement.
it: L'upload del firmware è stato completato, e il tuo dispositivo si è spento. Se non si è acceso di nuovo, chiudi questo messaggio, accendilo manualmente e connettiti. Se si è riacceso di nuovo, puoi chiudere questo messaggio.
ja_jp: ファームウェアのアップロードが完了し、機器の電源がオフになりました。再び電源が入らなかった場合は、このメッセージを閉じて手動で電源を入れ、接続してください。再び電源が入った場合は、このメッセージを閉じてください。
lt: Programinės įrangos įkėlimas baigtas, o jūsų įranga išsijungė. Jei jis vėl neįsijungė, uždarykite šį pranešimą, įjunkite jį rankiniu būdu ir prisijunkite prie jo. Jei jis vėl įsijungė, galite tiesiog uždaryti šį pranešimą.
ru: Загрузка прошивки завершена, снаряжение выключилось. Если оно не включится, закройте это сообщение, и включите его вручную, а затем подключитесь к нему. Если оно включилось, вы можете просто закрыть это сообщение.

source: The EarGear closed the connection, either by being turned off or losing power. Remember to charge your ears!
da_dk: EarGear lukkede forbindelsen, enten ved at blive slukket eller ved at løbe tør for batteri. Husk at oplade dine ører!
de_de: Dein EarGear hat die Verbindung beendet. Entweder wurden sie abgeschaltet oder der Akku wurde leer. Vergiss nicht, dein EarGear wieder aufzuladen!
es_es: Tu EarGear ha cerrado la conexión, quizás se ha apagado o se ha quedado sin batería. ¡No te olvides de cargar tus orejas!
fr: La connexion avec ton EarGear est perdue : il est soit éteint ou déchargé. N'oublie pas de le recharger !
it: L'EarGear ha chiuso la connessione, potrebbe essersi spento o scaricato. Ricordati di caricare il tuo dispositivo!
ja_jp: EarGearは、電源を切るか、電源を失うかして、接続を閉じたのです。耳を充電することを忘れないでください
lt: „EarGear“ nutraukė ryšį, kai buvo išjungtas arba dingo maitinimas. Nepamirškite įkrauti ausų!
ru: EarGear прервали соединение из-за отключения, либо потери питания. Не забудьте зарядить ваши ушки!

# Message shown alongside a progress bar when downloading update information
source: Downloading firmware update information
cs_cz: Stahování informací o firmwarovém updatu
da_dk: Downloader informationer om firmware opdateringer
de_de: Lade die Informationen zur Aktualisierung herunter
es_es: Descargando información de actualizaciones de firmware
fr: Téléchargement des informations de la dernière mise à jour en cours
it: Stiamo scaricando le informazioni per l'update del firmware
ja_jp: ファームウェアのアップデート情報をダウンロードする
lt: Atsisiunčiama programinės įrangos atnaujinimo informacija
ru: Загрузка информации об обновлении прошивки

source: Your gear has reported a hardware revision that we do not know of. This means that your app is likely to be out of date and needs to be updated.
da_dk: Dit udstyr siger den har en udgave af hardwaret vi ikke kender til. Dette betyder mest sandsyligt at din app er uddateret og trænger til en opdateret. Fortæl venligst The Tail Company om denne fejl.
de_de: Dein Gerät hat eine unbekannte Hardware-Revision gemeldet. Das heißt, deine App ist möglicherweise veraltet und sollte aktualisiert werden.
es_es: Tu dispositivo ha reportado una versión de hardware desconocida. Esto probablemente significa que la aplicación está desactualizada y necesita ser actualizada.
fr: Ton appareil n'a pas reconnu la révision du hardware. Ton appli est sûrement obsolète et doit être mise à jour.
it: Il tuo dispositivo ha segnalato una revisione dell'hardware che non riconosciamo. Questo significa che la tua app sta per diventare obsoleta e ha bisogno di essere aggiornata.
lt: Jūsų įranga pranešė apie aparatinės įrangos versiją, kurios mes nežinome. Tai reiškia, kad jūsų programa gali būti pasenusi ir ją reikia atnaujinti.
ru: Ваше снаряжение сообщило об обновлении аппаратной версии, о которой мы не знаем. Это означает, что ваше приложение, вероятно, устарело и нуждается в обновлении.

source: You have somehow got a firmware version which does not report the hardware revision of your ears, but which also is not known to fail to do so. This is a highly unexpected situation and we would appreciate it if you reported it directly to us at info@thetailcompany.com - thank you!
da_dk: Hvis du ser dette, Tilykke! Du har på en eller anden måde anskaffe dig en firmware version som ikke rapporterer dine øres hardware udgave, men som også ikke er kendt af os som en udgave som opfører sig sådan. Dette er en højst uvented situation og vi ville gerne vide mere om det, vær venlig og kontakt os direkte med denne mail, contact@thetailcompany.com - på forhånd tak!
de_de: Du hast irgendwie eine Firmware, welche die Hardware-Revision deiner Ohren nicht preis gibt - ein Fehler der so nicht auftreten dürfte. Dies ist eine sehr unerwartete Situation und wir würden dich bitten uns von diesem Fehler unter info@thetailcompany.com zu berichten - danke!
es_es: De alguna forma tienes una versión del firmware que no reporta la revisión del hardware de tus orejas, y se espera que nos la reporte. Esto es una situación completamente inesperada y apreciaríamos que nos los reportes directamente a info@thetailcompany.com. ¡Muchas gracias!
fr: Il semble que tu aies une version du logiciel qui ne signale pas la révision matérielle de ton Eargear, ceci ne devrait pas arriver. Merci d'envoyer un email dans les plus brefs délais à info@thetailcompany.com pour nous signaler ce problème technique !
it: Per qualche motivo hai una versione del firmware che non corrisponde alla revisione dell'hardware del tuo dispositivo, e che non ci è stato segnalato. Questa è una situazione inaspettata e ti chiediamo di segnalarlo direttamente a info@thetailcompany.com - grazie!
lt: Jūs kažkokiu būdu gavote programinės aparatinės įrangos versiją, kuri nepraneša apie jūsų ausų aparatinės įrangos peržiūrą, tačiau nėra žinoma, kad ji to nepadarytų. Tai labai netikėta situacija ir būtume dėkingi, jei apie tai praneštumėte tiesiogiai mums adresu info@thetailcompany.com – ačiū!
ru: Вы каким-то образом получили версию прошивки, которая не сообщает об аппаратной версии ваших ушей, но обязана это делать. Это очень неожиданная ситуация, и мы были бы признательны, если бы вы сообщили об этом напрямую нам по адресу info@thetailcompany.com - спасибо!

# Message shown along a progress bar when downloading the firmware payload itself
source: Downloading firmware update from The Tail Company's website...
cs_cz: Stahování firmwarovém updatu z webu The Tail Company...
da_dk: Downloader firmware opdatering fra The Tail Companys hjemmeside...
de_de: Lade die Aktualisierung von der Tail Company Webseite herunter.
es_es: Descargando actualización de firmware desde la web de The Tail Company...
fr: Téléchargement en cours de la mise à jour depuis le site The Tail Company...
it: Stiamo scaricando l'aggiornamento del firmware dal sito di The Tail Company...
ja_jp: テイルカンパニーのホームページからファームウェアのアップデートをダウンロードする...
lt: Atsisiunčiamas programinės įrangos naujinimas iš „The Tail Company“ svetainės...
ru: Загрузка обновления прошивки с сайта The Tail Company...

source: The downloaded firmware update did not contain what we expected. This is commonly due to a problem with the download itself having failed, and you should simply try again. If it continues to fail, please get in touch with us and we can try and work something out!
cs_cz: Stažený update firmwaru neobsahuje co by měl. Obvykle se tohle stane kvůli problému se stahováním. Zkus to znovu, a pokud se situace bude opakovat, kontaktuj nás a my se pokusíme najít řešení!
da_dk: Den downloadet firmware opdatering indeholdte ikke hvad vi forventede. Dette er som regel fordi download processen fejlede, og blive normalt rettet ved at forsøge igen. dog Hvis det bliver ved med at fejle, kontakt os direkte og vi kan forsøge at finde ud af, hvad det er galt!
de_de: Das Firmware-Paket enthält unerwartete Daten. Es könnte sein, dass die Daten beim Download beschädigt wurden. Versuche es bitte Später nochmals. Sollte der Fehler weiterhin bestehen, setze dich bitte mit uns in Verbindung und wir werden gemeinsam nach einer Lösung suchen!
es_es: La descarga de la actualización de firmware no contenía lo que esperábamos. Esto ocurre normalmente debido a algún problema de red, y simplemente debes intentar la descarga de nuevo. Si continua fallando, por favor, ponte en contacto con nosotros e intentaremos averiguar que está ocurriendo!
fr: La mise à jour téléchargée contient des données inattendues. Ceci est généralement dû à un problème avec le téléchargement lui-même. Merci de relancer le téléchargement de la même mise à jour et réessayer l'appareil. Si le problème persiste, n'hésitez pas à nous contacter pour que nous puissions t'aider !
it: L'aggiornamento del firmware che hai scaricato non contiene ciò che ci aspettavamo. Normalmente questo è dovuto a problemi riscontrati durante il download, in questo caso puoi semplicemente provare di nuovo. Se il download continua a fallire, per favore contattaci e possiamo risolvere insieme il problema!
lt: Atsisiųstame programinės įrangos atnaujinime nebuvo to, ko tikėjomės. Dažniausiai taip nutinka dėl to, kad nepavyko atsisiųsti paties atsisiuntimo, todėl turėtumėte tiesiog pabandyti dar kartą. Jei ir toliau nepavyks, susisiekite su mumis ir pabandysime ką nors išspręsti!
ru: Загруженное обновление прошивки не содержало того, что мы ожидали. Обычно это происходит из-за сбоя самой загрузки, и вам следует просто повторить попытку. Если оно по-прежнему не работает, пожалуйста, свяжитесь с нами, и мы попытемся что-нибудь придумать!
