Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

# Button for opening the Glow Tips page, from the landing page
source: Glow Tips
cs_cz: Svítící konce
da_dk: Lys-spidser
de_de: Beleuchtungs-Tipps
es_es: Puntas luminosas
fr: Pointes lumineuses
it: Suggerimenti luminosi
ja_jp: グローチップ
lt: Švytintys antgaliai
ru: Подсветка

source: Casual Mode Settings
cs_cz: Nastavení casual módu
da_dk: Afslapningsindstillinger
de_de: Einstellungen für den Gelegenheitsmodus
es_es: Configuración del modo casual
fr: Paramètres du Mode décontracté
it: Impostazioni per Modalità Casuale
ja_jp: カジュアルモード設定
lt: Įprasto režimo nustatymai
ru: Настройки Повседневного Режима

# Button for opening the Gear Gestures page, from the landing page
source: Gear Gestures
cs_cz: Akce zařízení
da_dk: Udstyrsreaktioner
de_de: Gestensteuerung
es_es: Gestos de tu equipo
fr: Gestes
it: Mosse del Dispositivo
ja_jp: ギアジェスチャー
lt: Įrangos gestai

# Button for opening the Developer Mode page, from the landing page
source: Developer Mode
cs_cz: Vývojářský Mód
da_dk: Udviklertilstand
de_de: Entwickler-Modus
es_es: Modo desarrollador
fr: Mode développeur
it: Modalità Sviluppatore
ja_jp: デベロッパーモード
lt: Kūrėjo režimas
ru: Режим разработчика

# Button for opening the Settings Page, from the landing page
source: Settings
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
es_es: Configuración
fr: Paramètres
it: Impostazioni
ja_jp: 設定
lt: Nustatymai
ru: Настройки

# Button for opening the About Us page, from the landing page
source: About
cs_cz: O nás
da_dk: OM OS
de_de: Über uns
es_es: Sobre nosotros
fr: À propos de
it: Info
ja_jp: 約
lt: Apie
ru: О нас

# Title for the confirmation popup for disconnecting your gear
source: Your gear is currently connected
cs_cz: Tvoje zařízení je připojené
da_dk: Dit udstyr er forbundet
de_de: Dein Gerät ist aktuell verbunden
es_es: Tu equipo está conectado actualmente
fr: Ton appareil est actuellement connecté
it: Il tuo dispositivo è connesso al momento
ja_jp: 現在接続されている機器
lt: Šiuo metu jūsų įranga prijungta
ru: В данный момент ваше снаряжение подключено

# Message for the confirmation popup for disconnecting your gear
source: You are currently connected to some of your gear. Are you sure that you want to disconnect and quit?
cs_cz: Jsi připojen ke svému zařízení. Jsi si jist že se chceš odpojit?
da_dk: Du er stadig tilkoblet noget af dit udstyr. Er du sikker på, at du vil koble fra og lukke Crumpet ned?
de_de: Du bist mit Geräten verbunden. Bist du dir sicher, dass du die Verbindung trennen und die App beenden möchtest?
es_es: Estas conectado actualmente a alguno de tus dispositivos. ¿Estás seguro de que deseas desconectarte y salir?
fr: Tu es actuellement connecté à certains de tes appareils. Es-tu sûr de vouloir te déconnecter et quitter ?
it: Al momento sei connesso con uno dei tuoi dispositivi. Sei sicuro che vuoi disconnetterti e lasciare?
ja_jp: 現在、いくつかの機材に接続されています。 本当に接続を解除して終了しますか？
ru: На данный момент вы подключены к своему снаряжению. Вы уверены, что хотите отключиться и выйти?

# Description for the prompt for entering a name for your Gear
source: Enter a name to use for your gear
da_dk: Indtast et navn som vi kan kalde dit udstyr
es_es: Introduce un nombre para tu equipo
fr: Saisis un nom pour ton nouvel appareil
lt: Įveskite savo įrangos pavadinimą

# Placeholder text for the prompt for entering a name for your Gear
source: Enter the new name for %1 here
da_dk: Indtast det nye navn for %1 her
de_de: Gib einen neuen Namen für %1 ein
es_es: Introduce el nombre para %1 aquí
fr: Saisis le nouveau nom pour %1 ici
it: Inserisci un nuovo nome per %1 qui
lt: Čia įveskite naują %1 pavadinimą
ru: Введите новое имя для %1 здесь

source: Save
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
es_es: Guardar
fr: Enregistrer
it: Salva
ja_jp: セーブ
lt: Išsaugoti
ru: Сохранить

# Confirmation button for a generic message
source: Ok
es_es: Aceptar
fr: Confirmer

# Cancel button for a generic message
source: Cancel
cs_cz: Zrušit
da_dk: Afbryd
de_de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Elimina
ja_jp: キャンセル
lt: Atšaukti
ru: Отмена

# Label for the button for running a Move List, on the Move List Editor page
source: Run Move List
cs_cz: Spusť seznam pohybů
da_dk: Kør Bevægelsesliste
de_de: Bewegungsliste abspielen
es_es: Ejecutar lista de movimientos
fr: Exécuter la liste de mouvements
it: Attiva la Lista Movimenti
ja_jp: ムーブリストの実行
lt: Vykdyti judėjimo sąrašą
ru: Запустить Список Движений

source: Run this list?
cs_cz: Spustit tento seznam?
da_dk: Kør denne liste?
de_de: Diese Liste abspielen?
es_es: ¿Ejecutar esta lista?
fr: Sélectionner cette liste ?
it: Attivi questa lista?
ja_jp: このリストを実行しますか？
lt: Vykdyti šį sąrašą?
ru: Запустить этот список?

source: Do you want to run this list?
cs_cz: Chceš spustit tento seznam?
da_dk: Vil du køre denne liste?
de_de: Möchtest du diesen Bewegungsablauf abspielen?
es_es: ¿Deseas ejecutar esta lista?
fr: Veux-tu sélectionner cette liste ?
it: Vuoi attivare questa lista?
ja_jp: このリストを実行したいですか？
lt: Ar norite paleisti šį sąrašą?
ru: Вы хотите запустить этот список?

source: Remove Move List Entry?
cs_cz: Odstranit ze seznamu pohybů?
da_dk: Fjern Bevægelse Fra Bevægelsesliste?
de_de: Eintrag aus der Liste löschen?
es_es: ¿Eliminar este movimiento de la lista?
fr: Supprimer ce mouvement de ta liste ?
it: Rimuovere la voce dell'elenco mosse?
ja_jp: リスト移動エントリーを削除しますか？
lt: Pašalinti perkėlimo sąrašo įrašą?
ru: Удалить Запись из Списка Движений?

source: Are you sure that you want to remove this entry from your move list?
cs_cz: Opravdu chceš odstranit tento pohyb ze seznamu pohybů?
da_dk: Er du sikker på, at du vil fjerne denne bevægelse fra din bevægelsesliste?
de_de: Bist du dir sicher, dass du den Eintrag von deinem Bewegungsablsauf entfernen möchtest?
es_es: ¿Estás seguro de que deseas eliminar este movimiento de la lista?
fr: Es-tu sûr de vouloir supprimer ce mouvement de ta liste ?
it: Sei sicuro di voler rimuovere questa voce dall'elenco delle mosse?
ja_jp: 本当にこのエントリーを移動リストから削除しますか？
lt: Ar tikrai norite pašalinti šį įrašą iš savo perkėlimo sąrašo?
ru: Вы уверены, что хотите удалить эту запись из своего списка движений?

# Heading for the page for viewing Move Lists
source: Move Lists
cs_cz: Seznam pohybů
da_dk: Bevægelseslister
de_de: Liste der Bewegungen
es_es: Listas de movimientos
fr: Liste de mouvements
it: Sposta lista
ja_jp: リスト移動
lt: Perkelti sąrašus
ru: Список Движений

source: Add New Move List
cs_cz: Přidej nový seznam pohybů
da_dk: Tilføj Ny Bevægelsesliste
de_de: Neue Bewegung zur Liste hinzufügen
es_es: Añadir un nuevo movimiento a la lista
fr: Ajouter une nouvelle Liste de mouvements
it: Aggiungi una nuova lista mosse
ja_jp: 新しいムーブリストを追加する
lt: Pridėti naują judėsių sąrašą
ru: Добавить Новый Список Движений

source: Run this list?
cs_cz: Spustit tento seznam?
da_dk: Kør denne liste?
de_de: Diese Liste abspielen?
es_es: ¿Ejecutar esta lista?
fr: Sélectionner cette liste ?
it: Eseguire questo elenco?
ja_jp: このリストを実行しますか？
lt: Vykdyti šį sąrašą?
ru: Запустить этот список?

source: Do you want to run the list %1?
cs_cz: Chceš spustit seznam %1?
da_dk: Vil du køre listen %1?
de_de: Möchtest du die Bewegungsliste %1 ausführen?
es_es: ¿Deseas ejecutar la lista %1?
fr: Est-ce que tu veux sélectionner la liste %1 ?
it: Vuoi eseguire l'elenco %1?
ja_jp: リスト %1 を実行しますか?
lt: Ar norite paleisti sąrašą %1?
ru: Вы хотите запустить список %1?

# Label for the button for editing a move list, on the page for viewing Move Lists
source: Edit Move List
cs_cz: Uprav seznam pohybů
da_dk: Rediger Bevægelsesliste
de_de: Bewegungsliste bearbeiten
es_es: Editar lista de movimientos
fr: Modifier cette Liste de mouvements
it: Modifica elenco mosse
ja_jp: ムーブリストの編集
lt: Redaguoti judesių sąrašą
ru: Редактировать Список Движений

source: Delete this Move List
cs_cz: Smaž tento seznam pohybů
da_dk: Slet Denne Bevægelsesliste
de_de: Lösche diesen Bewegungsablauf
es_es: Eliminar esta lista de movimientos
fr: Effacer cette Liste de mouvements
it: Elimina questo elenco di mosse
ja_jp: このムーブリストを削除する
lt: Ištrinkite šį judesių sąrašą
ru: Стереть этот Список Движений

source: Remove the Move List
cs_cz: Odstranit seznam pohybů
da_dk: Fjern Bevægelseslisten
de_de: Bewegungsliste löschen
es_es: Eliminar lista de movimientos
fr: Effacer la Liste de mouvements
it: Rimuovi l'elenco delle mosse
ja_jp: ムーブリストの削除
lt: Pašalinti judesių sąrašą
ru: Удалить этот Список Движений

source: Are you sure that you want to remove the Move List '%1'?
cs_cz: Opravdu chceš odstranit seznam pohybů '%1'?
da_dk: Er du sikker på, at du vil fjerne bevægelseslisten '%1'?
de_de: Bist du dir sicher, dass du '%1' vom Bewegungsablsauf entfernen möchtest?
es_es: ¿Estás seguro de que deseas eliminar la lista de movimientos '%1'?
fr: Certain∙e de vouloir supprimer la Liste de mouvements '%1' ?
it: Sei sicuro di voler rimuovere l'Elenco mosse '%1'?
ja_jp: 移動リスト '%1' を本当に削除しますか?
lt: Ar tikrai norite pašalinti judesių sąrašą '% 1'?
ru: Вы уверены, что хотите удалить список движений "%1"?

# Description for the page for viewing Move Lists
source: Create lists of moves, glows and pauses to send to your gear. To send a list you have created, tap it and pick OK. To perform actions on the ones you've created, like editing or even removing them entirely, swipe left on the item.
cs_cz: Vytvoř seznam pohybů, světel a pauz pro tvoje zařízení. Pro odeslánína něj klikni a zvol OK. Pro práci se seznamem,například editaci nebo odstranění, jej posuň doleva.
da_dk: Skab en liste at bevægelser, lys, og pauser til at sende til dit udstyr. For at sende en liste du har lavet, klik på den og vælg OK. For at udføre aktioner på de lister du allerede har lavet, som eksempelvis at redigere, eller endda fjerne dem, stryg til venstre.
de_de: Erstelle eine Liste von Bewegungen, Licht-Effekten und Pausen für deine Geräte. Um einen Bewegungsablauf auszulösen, tippe diesen an und wähle OK. Um die Liste zu bearbeiten oder zu löschen, wische auf dem entsprechenden Eintrag nach Links.
es_es: Crear listas de movimientos, brillos y pausas para enviar a tu equipo. Para enviar una lista ya creada, tocala y luego elije "Aceptar". Para realizar acciones en las que ya has creado, como editarlas o eliminarlas, arrastra a la izquierda en la entrada correspondiente.
fr: Crée des listes de mouvements, d'effets lumineux et de pauses à envoyer à ton appareil. Pour envoyer une liste que tu as créée, clique dessus puis sélectionne Confirmer. Pour modifier les supprimer une liste entièrement, glisse la vers la gauche.
it: Crea elenchi di mosse, bagliori e pause da inviare alla tua attrezzatura. Per inviare un elenco che hai creato, toccalo e seleziona OK. Per eseguire azioni su quelli che hai creato, come modificarli o persino rimuoverli completamente, scorri verso sinistra sull'elemento.
ja_jp: ムーブ、グロー、ポーズのリストを作成し、ギアに送信します。作成したリストを送信するには、リストをタップしてOKを選びます。作成したリストに対して、編集や削除などのアクションを実行するには、項目を左にスワイプします。
lt: Sukurkite judesių, švytėjimo ir pauzių sąrašus, kuriuos galite siųsti į savo įrangą. Norėdami išsiųsti sukurtą sąrašą, bakstelėkite jį ir pasirinkite Gerai. Norėdami atlikti veiksmus su sukurtais, pvz., redaguoti ar net visiškai juos pašalinti, perbraukite elementu kairėn.
ru: Создавайте списки движений, пауз и подсветок для отправки на ваше снаряжение. Чтобы отправить созданный вами список, коснитесь его и выберите "ОК". Чтобы выполнить действие с созданными вами элементами, например, отредактировать или даже полностью удалить их, проведите пальцем влево по элементу.

source: Enter a name to use for your new move list and click Create
cs_cz: Zadej jméno pro tvůj nový seznam a zvol Vytvořit
da_dk: Indtast et navn du vil bruge til din nye liste og klik Skab
de_de: Gib deiner neuen Bewegungsliste einen Namen und tippe auf 'Erstellen'
es_es: Introduce un nombre para la nueva lista y haz click en "Crear"
fr: Saisis un nom pour ta nouvelle Liste de mouvements et clique sur Créer
it: Immettere un nome da utilizzare per il nuovo elenco di mosse e fare clic su Crea
ja_jp: 新しい移動リストに使用する名前を入力し、[作成]をクリックします。
lt: Įveskite pavadinimą, kurį naudosite naujam judesių sąrašui, ir spustelėkite Sukurti
ru: Введите имя, которое будет использоваться для вашего нового списка движений, и нажмите кнопку Создать

source: Enter your move list name here
cs_cz: Zde zadej jméno tvého seznamu pohybů
da_dk: Indtast din listes navn her
de_de: Gib den Namen deiner Bewegungsliste hier ein
es_es: Introduce aquí el nombre para la lista
fr: Saisis le nom de ta nouvelle Liste de mouvements ici
it: Inserisci qui il nome della tua lista di mosse
ja_jp: ムーブリスト名を入力してください。
lt: Čia įveskite savo judesių sąrašo pavadinimą
ru: Введите здесь имя вашего списка движений

source: Create
cs_cz: Vytvořit
da_dk: Skab
de_de: Erstellen
es_es: Crear
fr: Créer
it: Creare
ja_jp: 作成
lt: Sukurti
ru: Создать

source: Name Already Used
cs_cz: Jméno už je použito
da_dk: Navn Allerede I Brug
de_de: Der Name wird bereits verwendet
es_es: El nombre ya está en uso
fr: Nom déjà utilisé
it: Nome già utilizzato
ja_jp: すでに使用されている名前
lt: Pavadinimas jau buvo naudotas
ru: Имя уже используется

source: You already have a move list with the name %1. Please pick another name, as that won't work.
cs_cz: Seznam se jménem %1 již existuje. Prosím zvol jiné jméno.
da_dk: Du har allerede en liste med navnet %1. Indtast venligst et andet navn, da flere lister med det samme navn ikke virker specielt godt.
de_de: Du hast bereits eine Bewegungsliste mit dem Namen %1. Bitte wähle einen anderen Namen, da du sonst die App verwirrst.
es_es: Ya tienes una lista de movimientos con el nombre %1. Por favor, elige otro nombre.
fr: Tu as déjà une Liste de mouvements dénommée %1. Merci de choisir un autre nom pour éviter toute confusion.
it: Hai già una lista di mosse con il nome %1. Scegli un altro nome, poiché non funzionerà.
ja_jp: 1 という名前の移動リストが既に存在します。うまくいかないので、他の名前を選んでください。
lt: Jau turite judesių sąrašą pavadinimu %1. Pasirinkite kitą pavadinimą, nes jis neveiks.
ru: У вас уже есть список перемещений с названием %1. Пожалуйста, выберите другое имя.

# Text header for picking a name
source: Pick a name
cs_cz: Zvol jméno
da_dk: Vælg et navn
de_de: Gib einen Namen ein
es_es: Elige un nombre
fr: Choisis un nom
it: Scegli un nome
ja_jp: 名前を決める
lt: Pasirinkite pavadinimą
ru: Выберите имя

# Header warning for missing scan permissions, for the gear connecting card
source: Let us look for your gear
cs_cz: Dovol nám vyhledat tvoje zařízení
da_dk: Lad os finde dit udstyr
de_de: Lass uns nach deinem Gerät suchen
es_es: Por favor, permitenos buscar tu equipamiento
fr: Partons à la recherche de ton appareil
it: Cerchiamo la tua attrezzatura
ja_jp: ギアを探します
lt: Leiskite mums paieškoti jūsų įrangos
ru: Давайте поищем ваше снаряжение

# Header for whilst scanning, for the gear connecting card
source: Searching for gear...
cs_cz: Hledání zařízení...
da_dk: Søger efter udstyr...
de_de: Suche nach Geräten...
es_es: Buscando equipamiento...
fr: Recherche de ton appareil en cours...
it: Ricerca dell'attrezzatura...
ja_jp: 道具を探す...
lt: Ieškoma įranga...
ru: Ищем снаряжение...

# Header warning that no gear has been found, for the gear connecting card
source: No gear found
cs_cz: Nenalezeno žádné zařízení
da_dk: Intet udstyr fundet
de_de: Keine Geräte gefunden
es_es: No se han encontrado equipos
fr: Aucun appareil trouvé
it: Nessuna attrezzatura trovata
ja_jp: ギアが見つかりません
lt: Įranga nerasta
ru: Снаряжение не найдено

# Header notifying that gear has been found, for the gear connecting card
source: One piece of gear available
cs_cz: Jedno zařízení dostupné
da_dk: Et stykke udstyr fundet
de_de: Ein Gerät gefunden
es_es: Una pieza de equipamiento disponible
fr: Un appareil disponible
it: Un pezzo di equipaggiamento disponibile
ja_jp: 1枚で使用可能
lt: Galimas vienas įrenginys
ru: Доступно одно снаряжение

# Message warning for missing location permissions, for the gear connecting card
source: To be able to find your gear, we need you to grant permission to access your location. Clicking the button below will show you a dialog that you need to press allow on. We do not use this information for anything else (feel free to get in touch if you want proof of this).
da_dk: For at kunne finde dit udstyr er vi nødt til at have tilladelse til at tilgå din position. Når du kliker på knappen nedenunder vil du blive vist en dialog hvor du skal klikke på Tillad. Vi bruger ikke denne information til andet (og du er velkommen til at tage kontakt, hvis du vil have bevis på det).
de_de: Um deine Geräte zu finden benötigen wir die Berechtigung für die Ortsbestimmung. Tippe auf den Button unterhalb um eine Abfrage für diese Berechtigungen zu erhalten. Tippe dort auf "Erlauben". Wir verwenden diese Freigabe nicht um dir nachzuspionieren (Wenn du daran zweifelst, wende dich bitte an unseren Support, wo wir dir die Sache erklären).
es_es: Para que podamos encontrar tu equipamiento, necesitamos que nos des permiso para acceder a tu ubicación. Haciendo click en el siguiente botón te mostrará un diálogo en el que nos debes dar permiso. No utilizamos esta información para nada más (no dudes en ponte en contacto con nosotros si quieres pruebas de esto).
fr: Afin de trouver ton appareil, nous avons besoin de ton autorisation pour accéder à ta localisation. Merci de cliquer sur le bouton ci-dessous puis d'autoriser la boite de dialogue qui s'affichera. Nous n'utilisons pas ces informations à d'autres fins (n'hésite pas à nous contacter si tu souhaites en avoir la preuve).
it: Per poter trovare la tua attrezzatura, abbiamo bisogno che tu conceda l'autorizzazione ad accedere alla tua posizione. Facendo clic sul pulsante in basso verrà visualizzata una finestra di dialogo su cui è necessario premere Consenti. Non usiamo queste informazioni per nient'altro (sentiti libero di metterti in contatto se vuoi una prova di ciò).
lt: Kad galėtume rasti jūsų įrangą, turime suteikti leidimą pasiekti jūsų vietą. Spustelėjus toliau esantį mygtuką, bus parodytas dialogo langas, kurį turėsite paspausti leisti. Mes nenaudojame šios informacijos niekam kitam (jei norite tai įrodyti, susisiekite su mumis).
ru: Чтобы найти ваше снаряжение, нам нужно, чтобы вы предоставили разрешение на доступ к вашему местоположению. Нажав на кнопку ниже, вы увидите диалоговое окно, в котором вам нужно нажать "Разрешить". Мы не используем эту информацию ни для чего другого (не стесняйтесь обращаться, если вам нужны доказательства этого).

source: None found yet...
cs_cz: Zatím nic nenalezeno...
da_dk: Intet fundet endnu...
de_de: Noch nichts gefunden...
es_es: Todavía no se ha encontrado nada...
fr: Appareil pas encore trouvé...
it: Nessuno ancora trovato...
ja_jp: まだ見つかっていません...
lt: Dar nerasta...
ru: Пока ничего не найдено...

source: 1 piece of gear found. Simply wait, or push "Connect" below to control it.
cs_cz: 1 zařízení nalezeno. Počkej, nebo zvol "Připojit" pro ovládání.
da_dk: 1 stykke udstyr funder. Enten vent, eller klik på "Forbind" nedenunder for at kontrollere det.
de_de: 1 Gerät gefunden. Warte einfach oder drücke "Verbinden" um es zu steuern.
es_es: 1 pieza de equipamiento encontrada. Simplemente espera, o pulsa "Conectar" a continuación para controlarlo.
fr: 1 appareil trouvé. Merci d'attendre ou appuie ci-dessous "Connecter" pour commencer à l'utiliser.
it: 1 pezzo di equipaggiamento trovato. Aspetta o premi "Connetti" in basso per controllarlo.
ja_jp: 1件見つかりました。そのまま待つか、下の「接続」を押して操作してください。
lt: Rastas 1 vienetas Įrangos. Tiesiog palaukite arba paspauskite žemiau esantį mygtuką „Prisijungti“, kad jį valdytumėte.
ru: Найдено 1 снаряжение. Просто подождите или нажмите "Подключиться" ниже, чтобы управлять им.

source: We were unable to find any gear. Please ensure that yours is nearby and switched on.
cs_cz: Nemohli jsme najít žádné zařízení. Ujisti se, že tvoje je blízko a zapnuté.
da_dk: Vi kunne ikke finde noget udstyr. Sørg for det er i nærheden og at det er tændt.
de_de: Es wurde kein Gerät in der Nähe gefunden. Bitte stelle sicher, dass es in der Nähe und eingeschaltet ist.
es_es: No hemos sido capaces de encontrar ningún equipamiento. Por favor, asegurate de que el tuyo se encuentre en las proximidades y esté encendido.
fr: Nous n'avons pas pu trouver d'appareil. Merci de s'assurer que le tien est à proximité et allumé.
it: Non siamo riusciti a trovare alcun equipaggiamento. Assicurati che il tuo sia nelle vicinanze e acceso.
lt: Mums nepavyko rasti jokios įrangos. Įsitikinkite, kad jūsų yra netoliese ir įjungta.
ru: Мы не смогли найти никакого снаряжения. Пожалуйста, убедитесь, что ваш телефон находится поблизости и включён.

source: You are not currently connected to your gear, but we know of one. Push "Connect" to connect to it.
cs_cz: Momentálně nejsi připojen k žádnému zařízení, jedno je dostupné. Zvol "Připojit" pro připojení.
da_dk: Du er ikke forbundet til dit udstyr, men vi er bekendt med et styk som er tilgængeligt. Klik "Forbind" for at forbinde til det.
de_de: Du bist derzeit nicht mit einem Gerät verbunden, aber wir kennen eines. Tippe auf "Verbinden" um eine Verbindung zu diesem Gerät herzustellen.
es_es: No estás conectado a tu equipamiento actualmente, pero sabemos que tienes uno. Pulsa "Conectar" para conectarte a el.
fr: Tu n'est pas actuellement connecté à ton équipement, mais nous savons qu'il y en a un à proximité. Merci de cliquer sur "Connecter" pour que la connexion se fasse.
it: Al momento non sei connesso alla tua attrezzatura, ma ne conosciamo uno. Premere "Connetti" per connettersi ad esso.
ja_jp: あなたは現在、機材に接続されていませんが、私たちは1つ知っています。接続 "を押して接続してください。
lt: Šiuo metu nesate prisijungę prie savo įrangos, bet mes žinome vieną. Norėdami prisijungti prie jo, paspauskite „Prisijungti“.
ru: В настоящее время вы не подключены к своему снаряжению, но мы знаем об одном из них. Нажмите "Подключиться", чтобы подключиться к нему.

source: Get Location Permission...
da_dk: Giv Tilladelse Til Position...
de_de: Ortsbestimmung erlauben...
es_es: Obtener permiso de ubicación...
fr: Autoriser le partage de ma localisation...
it: Ottieni l'autorizzazione alla posizione...
lt: Gauti vietos leidimą...
ru: Получить разрешение на местоположение...

source: Get Notification Permission...
es_es: Obtener permiso de notificaciónes...
fr: Autoriser les notifications...
lt: Gauti pranešimo leidimą...

source: Connect to %1
cs_cz: Připojit k %1
da_dk: Forbind til %1
de_de: Verbinde zu %1
es_es: Conectar a %1
fr: Connecter à %1
it: Connesso all' %1
ja_jp: 1に接続する
lt: Prisijungti prie %1
ru: Подключиться к %1

source: Show available gear...
cs_cz: Zobrazit dostupná zařízení...
da_dk: Vis tilgængeligt udstyr...
de_de: Verfügbare Geräte anzeigen...
es_es: Mostrar equipamiento disponible...
fr: Afficher les appareils disponibles...
it: Mostra l'equipaggiamento disponibile...
ja_jp: 使用可能なギアを表示する...
lt: Rodyti turimą įrangą...
ru: Показать доступное снаряжение...

source: Look for gear
da_dk: Se efter udstyr
de_de: Nach Geräten suchen
es_es: Buscar equipamiento
fr: Rechercher mon/mes appareil(s)
it: Cerca l'attrezzatura
ja_jp: ギアを探す
lt: Ieškoti įrangos
ru: Искать Снаряжение

# Heading for the overlay for picking a command, for configuring a move list
source: Pick a command
cs_cz: Zvol příkaz
da_dk: Vælg en kommando
de_de: Wähle einen Befehl
es_es: Elige un comando
fr: Choisis une opération
it: Scegli un comando
ja_jp: コマンドを選ぶ
lt: Pasirinkti komandą
ru: Выберите команду
