Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

# Warning that the device disconnected itself
source: The MiTail closed the connection.
cs_cz: MiTail ukončil připojení.
da_dk: MiTail lukkede forbindelsen.
de_de: Dein MiTail hat die Verbindung beendet.
es_es: El MiTail ha cerrado la conexión.
fr: Ta MiTail a fermé la connexion.
it: MiTail ha interrotto la connessione.
ja_jp: MiTailは接続を終了した。
lt: „MiTail“ nutraukė ryšį.
ru: MiTail прервал соединение.

source: Failed to connect to your MiTail. Please try again (perhaps move it closer?)
cs_cz: Nepodařilo se připojit ke tvému MiTail. Prosím zkus to znovu (možná ho přibliž?)
da_dk: Kunne ikke forbinde til din MiTail. venligst Forsøg igen (måske skal den tættere på?)
de_de: Fehler bei der Verbindung zu deinem MiTail. Bitte versuche es erneut (vielleicht näher am Gerät?)
es_es: Se ha fallado al conectar a tu MiTail. Por favor intentalo de nuevo (¿quizás se encuentra demasiado lejos?)
fr: La connexion à ta MiTail a échoué. Merci de la rapprocher et réessayer
it: Non è stato possibile connettere il tuo MiTail. Per favore prova di nuovo (magari avvicinandolo).
ja_jp: MiTailへの接続に失敗しました。もう一度お試しください（もしかしたら、もっと近くに移動できるかもしれません）。
lt: Nepavyko prisijungti prie „MiTail“. Bandykite dar kartą (gal priartinkite?)
ru: Не удалось подключиться к MiTail. Пожалуйста, попробуйте еще раз (может быть, переместить его поближе?)

source: Firmware upload complete, waiting for your gear to reboot automatically before attempting to reconnect...
cs_cz: Stažení firmwaru úspěšné, čekáme na automatický reboot tvého zařízení před pokusem o připojení...
da_dk: Firmware upload færdiggjort, venter på at dit udstyr genstarter automatisk før vi forøger at genforbinde...
de_de: Die Firmware wurde erfolgreich heruntergeladen. Jetzt nur noch auf den Neustart deiner Geräte warten, bevor wir die Verbindung wieder herstellen versuchen...
es_es: Se ha subido el firmware, esperando a que tu equipo se reinicie automáticamente antes de intentar reconectar...
fr: La mise à jour du logiciel est installée et attend que ton appareil redémarre automatiquement pour tenter de se reconnecter...
it: Upload del firmware completato, siamo in attesa che il tuo dispositivo si riavvii automaticamente prima di riconnettersi...
ja_jp: ファームウェアのアップロードが完了し、再接続を試みる前に、機器が自動的に再起動するのを待ちます...
lt: Programinės aparatinės įrangos įkėlimas baigtas, laukiama, kol jūsų įranga bus automatiškai paleista iš naujo, prieš bandant vėl prisijungti...
ru: Загрузка прошивки завершена, дождитесь автоматической перезагрузки снаряжения, прежде чем пытаться снова подключиться...

source: The MiTail closed the connection, either by being turned off or losing power. Remember to charge your tail!
cs_cz: MiTail ukončil připojení, buď kvůli vypnutí nebo vybití. Nezapomeň nabít svůj ocas!
da_dk: Din MiTail lukkede forbindelsen, enten ved at blive slukket, eller ved at løbe tør for strøm. Husk at oplade din hale!
de_de: Dein MiTail hat die Verbindung beendet. Entweder wurden er abgeschaltet oder der Akku wurde leer. Vergiss nicht, deinen MiTail wieder aufzuladen!
es_es: El MiTail ha cerrado la conexión, puede que se haya quedado sin energía o ha sido apagado. ¡No olvides cargar tu cola!
fr: Ta MiTail a perdu la connexion : elle est soit éteinte ou déchargée. N'oublie pas de la recharger !
it: MiTail ha interrotto la connessione, perchè è stato spento o non ha abbastanza batteria. Ricordati di caricare la tua coda!
ja_jp: MiTailは、電源を切るか、電源を失うかして、接続を閉じました。テールを充電することを忘れないでください
lt: „MiTail“ nutraukė ryšį, kai buvo išjungtas arba prarado maitinimą. Nepamirškite įkrauti uodegos!
ru: MiTail прервал соединение из-за отключения, либо потери питания. Не забудьте зарядить свой хвостик!

source: Your MiTail Mini currently has version 4.03 firmware installed, which is outdated and has some known issues! We would <b>strongly recommend</b> updating to the newest firmware which fixes them! Head over to Settings and find the Firmware section to perform the update.
da_dk: Din MiTail Mini har firmware version 4.0.3 installeret, hvilket er uddateret og har nogle kendte problemer! Vi vi <b>kraftigt anbefale</b> at du opgraderer det til den nyeste firmware, som fikser problemerne. Smut over til Indstillinger og find Firmware afdelingen for at installere opdateringen.
de_de: Dein MiTail Mini läuft derzeit mit der Firmware Version 4.03, welche inzwischen schon veraltet ist und einige Fehler enthält. Wir <b>empfehlen nachdrücklichst</b> die neueste Firmware einzuspielen um diese Probleme zu beheben. Geh zu den Einstellungen und suche die Firmware-Sektion um das Update einzuspielen.
es_es: Tu MiTail Mini actualmente tiene la versión 4.03 del firmware instalada, ¡la cual se encuentra obsoleta y tiene varios errores conocidos! ¡Te <b>recomendaríamos encarecidamente</b> que actualizases a la última versión del firmware que soluciona estos errores! Dirígete a Ajustes, en la sección de firmware, para realizar la actualización.
fr: Ta MiTail a actuellement la version 4.03 du logiciel installée. Celle-ci est obsolète et contient des erreurs ! Nous te <b>recommandons vivement</b> de télécharger la dernière mise à jour pour laquelle les erreurs ont été fixées ! Va sur Paramètres, puis Logiciel pour enfin télécharger la mise à jour.
it: La tua MiTail ha istallata la versione 4,03 del firmware, che è obsoleta ed ha riportato alcuni problemi! Ti <b>raccomandiamo caldamente</b> di caricare l'ultima versione del firmware che sistema tutti i problemi! Vai su Impostazioni e cerca la sezione Firmware per accedere all'aggiornamento.
lt: Šiuo metu jūsų MiTail Mini įdiegta 4.03 programinės įrangos versija, kuri yra pasenusi ir turi žinomų problemų! Mes <b>ryžtingai rekomenduojame</b> atnaujinti į naujausią programinę-aparatinę įrangą, kuri juos ištaiso! Eikite į „Nustatymai“ ir raskite skyrių „Firmware“, kad atliktumėte atnaujinimą.
ru: В настоящее время на вашем MiTail Mini установлена прошивка версии 4.03, которая устарела и имеет некоторые известные проблемы! Мы <b>настоятельно рекомендуем</b> обновить прошивку до последней версии, в которой они исправлены! Перейдите в «Настройки» и найдите раздел «Прошивка», чтобы выполнить обновление.

source: It looks like this device is not a MiTail Mini (could not find the main device writing characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
da_dk: Det ser ud som om dette ikke er en MiTail Mini (kunne ikke finde enhedens primære skrivekarakteristik). Hvis du er sikker på det er, venligst kontakte The Tail Company med denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen MiTail Mini handelt (Keine entsprechenden Schreib-Funktionen gefunden). Wenn du dir sicher bist, dass es sich trotzdem um einen MiTail Mini handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que el dispositivo no es un MiTail Mini (no se han podido encontrar características de escritura). Si estas seguro de que es el dispositivo correcto, por favor, reporta el error a "The Tail Company".
fr: Il semble que cet appareil ne soit pas une MiTail Mini (caractéristiques principales d'écriture MiTail Mini introuvables). Merci de contacter The Tail Company si c'est une erreur.
it: Sembra che il dispositivo non sia un MiTail Mini (non è stato possibile trovare le caratteristiche principali di scrittura del dispositivo). Se sei certo che lo sia, per favore segnala questo errore a The Tail Company.
lt: Panašu, kad šis įrenginys nėra „MiTail Mini“ (nepavyko rasti pagrindinės įrenginio rašymo charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

source: It looks like this device is not a MiTail Mini (could not find the main device reading characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
da_dk: Det ser ud som om dette ikke er en MiTail Mini (kunne ikke finde enhedens primære læsekarakteristik). Hvis du er sikker på det er, venligst kontakte The Tail Company med denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen MiTail Mini handelt (Keine entsprechenden Lese-Funktionen gefunden). Wenn du dir sicher bist, dass es sich trotzdem um einen MiTail Mini handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que el dispositivo no es un MiTail Mini (no se han podido encontrar características de lectura). Si estas seguro de que es el dispositivo correcto, por favor, reporta el error a "The Tail Company".
fr: Il semble que cet appareil ne soit pas une MiTail Mini (caractéristiques principales de lecture MiTail Mini introuvables). Merci de contacter The Tail Company si c'est une erreur.
it: Sembra che il dispositivo non sia un MiTail Mini (non è stato possibile trovare le caratteristiche principali di lettura del dispositivo). Se sei certo che lo sia, per favore segnala questo errore a The Tail Company.
lt: Panašu, kad šis įrenginys nėra „MiTail Mini“ (nepavyko rasti pagrindinės įrenginio skaitymo charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

# Warning message when a fault occurred during a connection attempt
source: An error occurred while connecting to your MiTail Mini (the main service object could not be created). If you feel this is in error, please try again!
da_dk: Det ser ud som om dette ikke er en MiTail Mini (kunne ikke skabe det primære service objekt). Hvis du tror dette er en fejl, venligst prøv igen!
de_de: Beim Verbinden zu deinem MiTail Mini ist etwas schief gegangen (Fehler: Main Service). Bitte versuche es noch einmal!
es_es: Ha ocurrido un error conectando con tu MiTail Mini (el objeto del servicio no ha podido ser creado). Si piensas que se trata de un error, intentalo de nuevo, por favor!
fr: Une erreur s'est produite lors de la connexion à ta MiTail Mini (l'objet du service principal n'a pas pu être créé). Merci de réessayer !
it: E' stato riscontrato un errore mentre collegavi il tuo MiTail Mini (non è stato possibile creare il main service object). Se pensi che sia un errore, per favore riprova!
lt: Prisijungiant prie „MiTail Mini“ įvyko klaida (nepavyko sukurti pagrindinio paslaugos objekto). Jei manote, kad tai klaida, bandykite dar kartą!
ru: Произошла ошибка при подключении к вашему MiTail Mini (не удалось создать объект службы). Если вы считаете, что это ошибка, пожалуйста, попробуйте еще раз!

# Warning message when the battery information is unavailable on a device
source: An error occurred while connecting to your MiTail Mini (the battery service was not available). If you feel this is in error, please try again!
da_dk: Det ser ud som om dette ikke er en MiTail Mini (batteri informations servicen var ikke tilgængelig). Hvis du tror dette er en fejl, venligst prøv igen!
de_de: Beim Verbinden zu deinem MiTail Mini ist etwas schief gegangen (Fehler: Batterie). Bitte versuche es noch einmal!
es_es: Ha ocurrido un error conectando a tu MiTail Mini (el servicio de batería no se encuentra disponible). Si crees que se trata de un error intentalo de nuevo, por favor!
fr: Une erreur s'est produite lors de la connexion à ta MiTail Mini (accès au service de la batterie non disponible). Merci de réessayer !
it: E' stato riscontrato un errore mentre collegavi il tuo MiTail Mini (la batteria non era disponibile). Se pensi che sia un errore, per favore riprova!
lt: Jungiantis prie „MiTail Mini“ įvyko klaida (baterijos paslauga nepasiekiama). Jei manote, kad tai klaida, bandykite dar kartą!
ru: Произошла ошибка при подключении к вашему MiTail Mini (служба батареи была недоступна). Если вы считаете, что это ошибка, пожалуйста, попробуйте еще раз!

# Warning message when the battery information is unavailable on the device
source: It looks like this device is not a MiTail Mini (could not find the battery level characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
da_dk: Det ser ud som om dette ikke er en MiTail Mini (kunne ikke finde enhedens batteri karakteristik). Hvis du er sikker på det er, venligst kontakt The Tail Company med denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen MiTail Mini handelt (Keine entsprechende Batterie gefunden). Wenn du dir sicher bist, dass es sich trotzdem um einen MiTail Mini handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que este dispositivo no es un MiTail Mini(no se han encontrado las características de nivel de batería). Si estás seguro que se trata de un error, por favor, ponte en contacto con "The Tail Company".
it: Sembra che il tuo dispositivo non sia un MiTail Mini (non è stato possibile trovare il livello della batteria). Se sei certo che lo sia, per favore segnalalo a The Tail Company.
lt: Panašu, kad šis įrenginys nėra „MiTail Mini“ (nepavyko rasti akumuliatoriaus lygio charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your MiTail Mini, make sure it is on and close to this device.
da_dk: Der opstod en fejl. Hvis du forsøger at forbinde til din MiTail Mini, vær sikker på, at den er tændt og tæt på denne enhed.
de_de: Beim Verbinden zu deinem MiTail Mini ist etwas schief gegangen Stelle bitte sicher, dass dein MiTail eingeschaltet und in Reichreite ist.
es_es: Ha ocurrido un error. Si estas intentando conectar a tu MiTail Mini, asegúrate de que se encuentra encendido y lo cerca de este dispositivo.
fr: Une erreur s'est produite. Merci de s'assurer que ta MiTail Mini soit allumée et à proximité.
it: E' stato riscontrato un errore. Se stai provando a connetterti al tuo MiTail Mini, assicurati che sia acceso e vicino a questo dispositivo.
lt: Įvyko klaida. Jei bandote prisijungti prie „MiTail Mini“, įsitikinkite, kad jis įjungtas ir arti šio įrenginio.
ru: Произошла ошибка. Если вы пытаетесь подключиться к своему MiTail Mini, убедитесь, что он включен и находится рядом с этим устройством.

# Warning that the device disconnected itself
source: The MiTail Mini closed the connection.
da_dk: MiTail Mini lukkede forbindelsen.
de_de: Dein MiTail Mini hat die Verbindung beendet.
es_es: El MiTail Mini ha cerrado la conexión.
fr: Ta MiTail Mini a fermé la connexion.
it: MiTail ha chiuso la connessione.
lt: „MiTail Mini“ nutraukė ryšį.
ru: MiTail Mini прервал соединение.

source: Failed to connect to your MiTail Mini. Please try again (perhaps move it closer?)
da_dk: Kunne ikke forbinde til din MiTail Mini. Venligst forsøg igen (måske skal den tættere på?)
de_de: Fehler bei der Verbindung zu deinem MiTail Mini. Bitte versuche es erneut (vielleicht näher am Gerät?)
es_es: Se ha fallado al conectar a tu MiTail Mini. Por favor inténtalo de nuevo (¿quizás se encuentra demasiado lejos?)
fr: La connexion à ta MiTail Mini a échoué. Merci de la rapprocher et réessayer
it: Non è stato possibile connettersi al tuo MiTail Mini. Per favore prova di nuovo (forse avvicinandoti di più?)
lt: Nepavyko prisijungti prie „MiTail Mini“. Bandykite dar kartą (gal priartinkite?)
ru: Не удалось подключиться к MiTail Mini. Пожалуйста, попробуйте еще раз (достаточно ли он близко?)

source: The MiTail Mini closed the connection, either by being turned off or losing power. Remember to charge your gear!
da_dk: Din MiTail Mini lukkede forbindelsen, enten ved at blive slukket, eller ved at løbe tør for strøm. Husk at oplade din hale!
de_de: Dein MiTail Mini hat die Verbindung beendet. Entweder wurden er abgeschaltet oder der Akku wurde leer. Vergiss nicht, deinen MiTail Mini wieder aufzuladen!
es_es: El MiTail Mini ha cerrado la conexión, puede que se haya quedado sin energía o ha sido apagado. ¡No olvides cargar tu cola!
fr: Ta MiTail Mini a perdu la connexion : elle est soit éteinte ou déchargée. N'oublie pas de la recharger !
it: MiTail Mini ha interrotto la connessione, perchè è stato spento o non ha abbastanza batteria. Ricordati di caricare la tua coda!
lt: „MiTail Mini“ nutraukė ryšį, kai buvo išjungtas arba dingęs. Nepamirškite įkrauti įrangos!
ru: MiTail Mini прервал соединение из-за отключения, либо потери питания. Не забудьте зарядить свой хвостик!

# The name of a sensor
source: Double Tap
cs_cz: dvojklik
da_dk: Dobbelt Tryk
de_de: Doppelttippen
es_es: Doble toque
fr: Double pression
it: Doppio Tap
ja_jp: ダブルタップ
lt: Dukart paspausti
ru: Двойное Нажатие

# The name of a sensor
source: Hover
cs_cz: Vznášení
da_dk: Svæv
de_de: Schweben
es_es: Flotando
fr: Survol
it: Librarsi
ja_jp: ホバー
lt: Pleventi
ru: Парение

# The name of a sensor
source: Freefall
cs_cz: Volný pád
da_dk: Frit Fald
de_de: Fall-Sensor
es_es: Caída libre
fr: Chute libre
it: Caduta libera
ja_jp: フリーフォール
lt: Laisvas kritimas
ru: Свободное падение

# The name of a sensor
source: Landed
cs_cz: přistání
da_dk: Landing
de_de: Gelandet
es_es: Aterrizado
fr: Atterrissage
it: Atterrata
ja_jp: 陸上
lt: Nusileido
ru: Приземлить

# The name of a sensor
source: Cover Gesture
cs_cz: Akce přikrytí
da_dk: Dækning
de_de: Cover-Geste
es_es: Gesto tapado
fr: Geste de couverture
it: Gesto di copertura
ja_jp: カバージェスチャー
lt: Viršelio gestas
ru: Жест Прикрытия

# The name of a sensor
source: Shake Gesture
cs_cz: Akce zatřesení
da_dk: Ryste
de_de: Schütteln
es_es: Gesto Sacudido
fr: Geste de secousse
it: Gesto di scuotere
ja_jp: シェイクジェスチャー
lt: Purtymo gestas
ru: Жест Встряхивания

# The name of a sensor
source: Slam Gesture
cs_cz: Akce bouchnutí
da_dk: Slå
de_de: Telefon 'auflegen' Geste
es_es: Gesto Golpeando
fr: Geste de claquement
it: Colpo di gesto
ja_jp: スラムのジェスチャー
lt: Trankymo gestas
ru: Похлопывающий Жест

# The name of a sensor
source: Whip Gesture
cs_cz: Akce švihnutí
da_dk: Pisk
de_de: Peitsch-Bewegung
es_es: Gesto al agitar
fr: Geste de fouet
it: Colpo di frusta
ja_jp: ウィップジェスチャー
lt: Plakimo gestas
ru: Жест Кнута

# The name of a sensor
source: Shake Left
cs_cz: Zatřesení vlevo
da_dk: Ryst Til Venstre
de_de: Links schütteln
es_es: Agitar a la izquierda
fr: Secousse à gauche
it: Scuoti a sinistra
ja_jp: シェイクレフト
lt: Pakratyti kairėn
ru: Встряхнуть Влево

# The name of a sensor
source: Shake Right
cs_cz: Zatřesení vpravo
da_dk: Ryst Til Højre
de_de: Rechts schütteln
es_es: Agitar a la derecha
fr: Secousse à droite
it: Scuoti a destra
lt: Pakratyti dešinėn
ru: Встряхнуть вправо

# The name of a sensor
source: Shake Up
cs_cz: Zatřesení vzhůru
da_dk: Ryst Opad
de_de: Nach oben schütteln
es_es: Agitar hacia abajo
fr: Secousse vers le haut
it: Scuoti in su
ja_jp: シェイクアップ
lt: Pakratyti aukštyn
ru: Встряхнуть Вверх

# The name of a sensor
source: Shake Down
cs_cz: Zatřesení dolů
da_dk: Ryst Nedad
de_de: Nach unten schütteln
es_es: Agitar hacia arriba
fr: Secousse vers le bas
it: Scuoti in giù
ja_jp: シェイクダウン
lt: Pakratyti žemyn
ru: Встряхнуть Вниз

# The name of a sensor
source: Twist Left
cs_cz: Otočení vlevo
da_dk: Drej Til Venstre
de_de: Drehung nach Links
es_es: Girar a la izquierda
fr: Tourne à gauche
it: Giralo a Sinistra
ja_jp: ツイストレフト
lt: Pasukti į kairę
ru: Повернуть Влево

# The name of a sensor
source: Twist Right
cs_cz: Otočení vpravo
da_dk: Drej Til Højre
de_de: Drehung nach Rechts
es_es: Girar a la derecha
fr: Tourne à droite
it: Giralo a Destra
ja_jp: ツイストライト
lt: Pasukti į dešinę
ru: Повернуть Вправо

# The name of a sensor
source: Pick Up
cs_cz: Zvednutí
da_dk: Saml Op
de_de: Aufheben
es_es: Coger
fr: Ramasser
it: Prendilo
ja_jp: ピックアップ
lt: Paimti
ru: Поднять

# The name of a sensor
source: Turn Over
cs_cz: Převrácení
da_dk: Vend Om
de_de: Umdrehen
es_es: Volver
fr: Retournement
it: Giralo
ja_jp: ターンオーバー
lt: Apversti
ru: Перевернуть

# The name of a sensor
source: Walking Started
cs_cz: Začátek chůze
da_dk: Gågang Begyndt
de_de: Gehen (Start)
es_es: Comienza a caminar
fr: Début de marche
it: Passeggiata cominciata
ja_jp: ウォーキングスタート
lt: Pradėti vaikščioti
ru: Началась прогулку

# The name of a sensor
source: Walking Stopped
cs_cz: Konec chůze
da_dk: Gågang Endt
de_de: Gehen (beendet)
es_es: Termina de caminar
fr: Fin de marche
it: Passeggiata conclusa
ja_jp: ウォーキングストップ
lt: Sustoti vaikščioti
ru: Остановить прогулку

# The name of a sensor
source: Step Detected
cs_cz: Detekován krok
da_dk: Trin Opdaget
de_de: Schritte erkannt
es_es: Parada detectada
fr: Pas détecté
it: Scala rilevata
ja_jp: 検出されたステップ
lt: Žingsnis aptiktas
ru: Обнаружение ходьбы

# The name of a sensor
source: Even-numbered Step Detected
cs_cz: Sudý krok detekován
da_dk: Lige-talt Trin Opdaget
de_de: Gerade Schrittzahl erkannt
es_es: Numero par de pasos detectado
fr: Nombre de pas pairs détecté
it: Numero pari passo rilevato
ja_jp: 偶数ステップ検出
lt: Aptiktas lyginis žingsnis
ru: Обнаружение чётного шага

# The name of a sensor
source: Odd-numbered Step Detected
cs_cz: Lichý krok detekován
da_dk: Ulige-talt Trin Opdaget
de_de: Ungerade Schrittzahl erkannt
es_es: Numero impar de pasos detectados
fr: Nombre de pas impairs détecté
it: Rilevati passi numero dispari
ja_jp: 奇数ステップ検出
lt: Aptiktas nelyginis žingsnis
ru: Обнаружение нечётного шага

source: Disabled %1 detection after one hour. All animatronic gear needs a rest after long periods of use. Read our guide to responsible wagging in Settings for ways to keep your gear healthy.
da_dk: Afbrød %1 detektering efter en time. Alt animatronisk udstyr har brug for en pause efter at have været i brug i lange uafbrudte perioder. Kig i vores Guide To Responsible Wagging i indstillingspanelet for at få nogle tips til at holde dit udstyr ved godt helbred.
de_de: Deaktiviere %1 nach einer Stunde. Deine Geräte brauchen eine kleine Pause nach einer so langen Zeit in Betrieb. Für mehr Informationen, schlage bitte in unserer Anleitung "Verantwortungsvolles Wedeln" nach.
es_es: Se ha desactivado la detección %1 tras una hora. Todos los dispositivos animatrónicos necesitan descansar tras largos periodos de uso. Lee nuestra guía de al respecto en Ajustes para saber más sobre como mantener tu equipo en buen estado.
fr: Détection %1 désactivée après une heure. Tous les équipements d'animation électronique ont besoin de repos après de longues périodes d’utilisation. Merci de lire notre guide sur le mouvement responsable dans Paramètres pour optimiser la vie de ton équipement.
it: Rilevamento %1 disattivato dopo un'ora. Tutti gli attrezzi animatronic hanno bisogno di riposo dopo un lungo periodo di utilizzo. Leggi la nostra guida allo scodinzolio responsabile nelle nostre impostazioni per sapere come mantenere in salute la tua attrezzatura.
lt: Išjungtas %1 aptikimas po vienos valandos. Visai animatroninei įrangai reikia pailsėti po ilgo naudojimo. Perskaitykite mūsų atsakingo vilkimo vadovą nustatymuose, kad sužinotumėte, kaip išlaikyti savo įrangą sveiką.
ru: Отключение сервоприводов %1 через час. Любое аниматронное снаряжение нуждается в отдыхе после длительного использования. Прочтите наше руководство по надлежащему использованию в настройках, чтобы узнать, как сохранить свое снаряжение в исправном состоянии.

source: The connected gear is version %1
cs_cz: Připojené zařízení je verze %1
da_dk: Det tilkoblede udstyr er version %1
de_de: Dein Gerät ist Revision %1
es_es: La versión del dispositivo conectado es: %1
fr: L'appareil connecté est la version %1
it: L'ingranaggio è collegato alla versione %1
ja_jp: 接続されているギアはバージョン %1 です。
lt: Prijungta įranga yra %1 versija
ru: Подключённое снаряжение имеет версию %1

source: The gear named %1 is version %2
cs_cz: Zařízení jménem %1 je verze %2
da_dk: Udstyret med navnet %1 er version %2
de_de: Das Gerät mit dem Namen %1 ist Revision %2
es_es: El dispositivo con nombre %1 tiene la versión %2
fr: L'appareil nommé %1 est la version %2
it: L'ingranaggio denominato %1 e la versione %2
ja_jp: %1という名前のギアはバージョン%2です。
lt: Įranga, pavadinta %1, yra %2 versija
ru: Снаряжение с именем %1 имеет версию %2
