Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

# Title of the page which lists the alarms the user has set
source: Alarms
cs_cz: Upozornění
da_dk: Alarmer
de_de: Wecker
es_es: Alarmas
fr: Alarmes
it: Allarme
ja_jp: アラーム
lt: Signalizacijos
ru: Таймеры

# Text for a button which will adds a new alarm to the list
source: Add New Alarm
cs_cz: Přidej upozornění
da_dk: Tilføj Ny Alarm
de_de: Neuen Wecker hinzufügen
es_es: Añadir Nueva Alarma
fr: Ajouter une nouvelle alarme
it: Aggiungi nuova allarme
ja_jp: 新規アラームの追加
lt: Pridėti naują signalą
ru: Добавить новый таймер

source: Select another name
cs_cz: Zvol jiné jméno
da_dk: Vælg et andet navn
de_de: Suche dir bitte einen anderen Namen aus
es_es: Selecciona otro nombre
fr: Merci de choisir un autre nom
it: Seleziona un altro nome
ja_jp: 別の名前を選択する
lt: Pasirinkti kitą pavadinimą
ru: Выберите другое имя

source: Unable to add the alarm because we already have an alarm with the same name. Please select another name for the alarm.
cs_cz: Nelze přidat upozornění, upozornění s tímto jménem již existuje. Prosím zvol jiné jméno pro upozornění.
da_dk: Kunne ikke tilføje alarmen, da der allerede findes en alarm med dette navn. Vælg venligst et andet navn til denne alarm.
de_de: Konnte den Wecker nicht hinzufügen, weil bereits ein Wecker mit dem selben Namen existiert. Bitte gib dem Wecker einen anderen Namen.
es_es: No fue posible configurar la alarma por que ya existe otra con el mismo nombre. Por favor, elije otro nombre para la alarma.
fr: Impossible d'ajouter l'alarme car le nom est déjà pris. Merci de choisir un autre nom pour l'alarme.
it: Impossibile aggiungere la sveglia perché abbiamo già una sveglia con lo stesso nome. Seleziona un altro nome per la sveglia.
ja_jp: 同じ名前のアラームがすでにあるため、アラームを追加できません。 別のアラーム名を選択してください。
ru: Невозможно добавить сигнал тревоги, потому что у нас уже есть таймер с тем же именем. Пожалуйста, выберите другое имя для таймера.

source: Alarm was removed
cs_cz: Upozornění bylo odstraněno.
da_dk: Alarmen blev fjernet
de_de: Wecker wurde entfernt
es_es: La alarma ha sido eliminada
fr: L'alarme a été supprimée
it: Sveglia disattivata
ja_jp: アラームが解除された
lt: Signalas buvo pašalintas
ru: Таймер был удалён

source: Unable to find an alarm with the name '%1'. Maybe another application instance has removed it.
cs_cz: Nelze najít upozornění se jménem '%1'. Možná už bylo odstraněno jinak.
da_dk: Kunne ikke finde en alarm med navnet '%1'. Måske har en anden instans af programmet fjernet den.
de_de: Kann den Wecker mit dem Namen '%1' nicht finden. Vieleicht wurde er von einer weiteren Instanz dieser App entfernt.
es_es: No fue posible encontrar una alarma con el nombre '%1'. Quizás otra instancia de la aplicación la ha eliminado.
fr: Impossible de trouver une alarme avec le nom '%1'. Une autre instance de l'application l'a peut-être supprimée.
it: Non è stato possibile trovare una sveglia con il nome '%1'. Forse una applicazione differente l'ha rimossa.
ja_jp: 名前 '%1' を持つアラームを見つけることができません。別のアプリケーション・インスタンスによって削除された可能性があります。
lt: Nepavyko rasti signalo pavadinimu '%1'. Galbūt kitas programos egzempliorius jį pašalino.
ru: Не удалось найти сигнал тревоги с именем "%1". Возможно, другой экземпляр приложения удалил его.

source: Edit Alarm Commands
cs_cz: Upravit přikazy upozornění
da_dk: Rediger Alarm Kommandoer
de_de: Wecker-Befehle bearbeiten
es_es: Editar los Comandos de la Alarma
fr: Modifier les commandes de l'alarme
it: Gestisci i comandi della Sveglia
ja_jp: アラームコマンドを編集する
lt: Redaguoti signalo komandas
ru: Редактировать Команды Таймера

# Text for an action which allows the user to pick what time the alarm should fire
source: Set Time To Alarm
cs_cz: Nastavit čas upozornění
da_dk: Sæt Alarm Tid
de_de: Zeit für den Wecker stellen
es_es: Configurar la hora de la alarma
fr: Règler l'heure de l'alarme
it: Imposta l'orario per la Sveglia
ja_jp: アラームまでの時間を設定する
lt: Nustatyti laiką iki signalo
ru: Установить Время Таймера

# Text for an action which allows the user to delete an alarm
source: Delete this Alarm
cs_cz: Smazat toto upozornění
da_dk: Slet denne alarm
de_de: Lösche diesen Wecker
es_es: Eliminar esta alarma
fr: Supprimer cette alarme
it: Cancella questa Sveglia
ja_jp: このアラームを削除する
lt: Ištrinti šį signalą
ru: Стереть Таймер

# Title for a message box which allows the user to delete a specific alarm
source: Remove the Alarm
cs_cz: Odstranit toto upozornění
da_dk: Fjern alarmen
de_de: Wecker löschen
es_es: Eliminar la alarma
fr: Supprimer l'alarme
it: Rimuovi la Sveglia
ja_jp: アラームを削除
lt: Pašalinti ši signalą
ru: Удалить Таймер

# Main text for a message box which allows the user to delete a specific alarm
source: Are you sure that you want to remove the alarm '%1'?
cs_cz: Opravdu chceš odstranit upozornění '%1'?
da_dk: Er du sikker på du vil fjerne alarmen '%1'?
de_de: Bist du die sicher, dass du den Wecker '%1' löschen möchtest?
es_es: ¿Estás seguro de que deseas eliminar la alarma '%1'?
fr: Es-tu sûr de vouloir supprimer l'alarme '%1' ?
it: Sei sicuro che vuoi rimuovere la Sveglia '%1'?
ja_jp: アラーム '%1' を本当に削除しますか？
lt: Ar tikrai norite pašalinti signalą '% 1'?
ru: Вы уверены, что хотите удалить таймер "%1"?

# Descriptive text which explains what the functionality is of the alarm page
source: Set an alarm here. Pick a date and time for your alarm, and then add one or more moves you want to perform when you hit that time.
cs_cz: Tady nastavíš upozornění. Zvol datum a čas svého upozornění, poté přidej jeden nebo více pohybů které se mají odehrát v daný čas.
da_dk: Sæt en alarm her. Vælg en dato og en tid for din alarm, og sæt så en eller flere bevægelser som du vil udføre, når du når den tid.
de_de: Stelle hier den Wecker. Wähle ein Datum und eine Uhrzeit für den Wecker und füge einen oder mehrere Bewegungen hinzu. Diese werden abgespielt, wenn der Wecker los geht.
es_es: Configura una alarma aquí. Elije la fecha y hora para tu alarma y después añade uno o más movimientos que desees ejecutar cuando llegue ese momento.
fr: Règle une alarme ici. Choisis une date et une heure pour ton alarme, puis ajoute un ou plusieurs mouvements que tu veux effectuer à cette heure-là.
it: Imposta una sveglia qui. Scegli una data e un'ora per la sveglia, quindi aggiungi una o più mosse che desideri eseguire quando raggiungi quell'ora.
ja_jp: ここでアラームを設定します。アラームの日付と時間を選び、その時間になったら実行したい動きを1つまたは複数追加します。
lt: Čia nustatykite signalą. Pasirinkite signalo datą ir laiką, tada pridėkite vieną ar daugiau judesių, kuriuos norite atlikti, kai paspausite tą laiką.
ru: Установите здесь таймер. Выберите дату и время, а затем добавьте одно или несколько движений, которые вы хотите выполнить, когда наступит это время.

# Descriptive text for a popup which allows the user to create a new, named alarm
source: Enter a name to use for your new alarm and click Create
cs_cz: Zadej jméno pro tvoje nové upozornění a zvol Vytvořit
da_dk: Indtast et navn til din nye alarm og klik Skab
de_de: Gib deinem neuen Wecker einen Namen und tippe auf 'Erstellen'
es_es: Introduce un nombre para usar con la nueva alarma y haz click en "Crear"
fr: Saisis un nom pour ta nouvelle alarme puis clique sur Créer
it: Immettere un nome da utilizzare per il nuovo allarme e fare clic su Crea
ja_jp: 新しいアラームに使用する名前を入力し、[作成]をクリックします。
lt: Įveskite pavadinimą, kurį naudosite naujam signalui, ir spustelėkite Sukurti
ru: Введите имя, которое будет использоваться для вашего нового таймера, и нажмите кнопку Создать

source: Enter your alarm name here
cs_cz: Zde zadej jméno tvého upozornění
da_dk: Indtast alarmens navn her
de_de: Gib den Namen des Weckers hier ein
es_es: Introduce el nombre de tu alarma aquí
fr: Saisis le nom de ton alarme ici
it: Inserisci qui il nome della tua sveglia
ja_jp: ここにアラーム名を入力
lt: Įveskite čia savo signalo pavadinimą
ru: Введите здесь имя вашего таймера

# Text on a button which causes an alarm to be created
source: Create
cs_cz: Vytvořit
da_dk: Skab
de_de: Wecker Erstellen
es_es: Crear
fr: Créer
it: Creare
ja_jp: 作成
lt: Sukurti
ru: Создать

# Label for the button for adding a move to the Move List
source: Add Move To List
cs_cz: Přidej pohyb do seznamu
da_dk: Tilføj Til Bevægelsesliste
de_de: Neue Bewegung hinzufügen
es_es: Añadir movimiento a la lista
fr: Ajouter un mouvement à la liste
it: Aggiungi Sposta in elenco
ja_jp: リストへの移動の追加
lt: Pridėti judesį į sąrašą
ru: Добавить Движение в список

# Label for the button for adding a pause to the Move List
source: Add Pause To List
cs_cz: Přidej pauzu do seznamu
da_dk: Tilføj Pause Til Listen
de_de: Pause zur Liste hinzufügen
es_es: Añadir pausa a la lista
fr: Ajouter une pause à la liste
it: Aggiungi pausa all'elenco
ja_jp: ポーズをリストに追加
lt: Pridėti pauzę į sąrašą
ru: Добавить Паузу в список

# A short name for the relaxed moves category shown in move lists
source: Relaxed
es_es: Relajado
fr: Relaxe
lt: Atsipalaidavęs

# A short name for the excited moves category shown in move lists
source: Excited
es_es: Animado
fr: Enthousiaste
lt: Susijaudinęs

# A short name for the tense moves category shown in move lists
source: Tense
es_es: Tenso
fr: Tendu
lt: Įtemptas

# A short name for the eargear poses category shown in move lists
source: Pose
es_es: Poses
fr: Position
lt: Poza

# A short name for the lights category shown in move lists
source: Lights
es_es: Luces
fr: Lumières
lt: Šviesos

source: Add command after
cs_cz: Přidej příkaz po
da_dk: Tilføj Kommando Efter
de_de: Befehl hinzufügen nach
es_es: Añadir un comando a continuación
fr: Ajouter l'opération d'après
it: Aggiungi dopo un comando
ja_jp: 後にコマンドを追加します。
lt: Po to pridėti komandą
ru: Добавьте Команду после

source: Add pause after
cs_cz: Přidej pauzu po
da_dk: Tilføj Kommando Efter
de_de: Pause einfügen nach
es_es: Añadir una pausa a continuación
fr: Ajouter la pause d'après
it: Aggiungi una pausa dopo
ja_jp: 後にポーズを追加します。
lt: Po to pridėti pauzę
ru: Добавьте Паузу после

source: <strong>%1</strong><br/><small>%2 seconds</small><br/><small>Additional cooldown: %3 seconds</small>
cs_cz: <strong>%1</strong><br/><small>%2 sekund(y)</small><br/><small>Další pauza: %3 sekund(y)</small>
da_dk: <strong>%1</strong><br /><small>%2 sekunder</small><br /><small>Ekstra nedkøling: %3 sekunder</small>
de_de: <strong>%1</strong><br/><small>%2 Sekunden</small><br/><small>Zusätzliche Abklingzeit: %3 Sekunden</small>
es_es: <strong>%1</strong><br/><small>%2 segundos</small><br/><small>Espera adicional: %3 segundos</small>
fr: <strong>%1</strong><br/><small>%2 secondes</small><br/><small>Temps de récupération supplémentaire : %3 secondes</small>
it: <strong>%1</strong><br/><small>%2 secondi</small><br/><small>Recupero aggiuntivo: %3 secondi</small>
ja_jp: <strong>%1</strong><br/><small>%2秒</small><br/><small>クールダウンを追加：%3 秒</small>
lt: <strong>%1</strong><br/><small>%2 sekundės</small><br/><small>Papildomas atvėsimas: %3 sekundės</small>
ru: <strong>%1</strong><br/><small>%2 сек.</small><br/><small>Дополнительный cooldown: %3 сек.</small>

# Label for the cooldown period when it is equal to 0, on the Command List editor
source: <strong>%1</strong><br/><small>%2 seconds</small>
cs_cz: <strong>%1</strong><br/><small>%2 sekund(y)</small>
da_dk: <strong>%1</strong><br /><small>%2 sekunder</small>
de_de: <strong>%1</strong><br/><small>%2 Sekunden</small>
es_es: <strong>%1</strong><br/><small>%2 segundos</small>
fr: <strong>%1</strong><br/><small>%2 secondes</small>
it: <strong>%1</strong><br /><small>%2 secondi</small>
ja_jp: <strong>%1</strong><br/><small>%2 秒</small>
lt: <strong>%1</strong><br/><small>%2 sekundės</small>
ru: <strong>%1</strong><br/><small>%2 сек.</small>

# Description for the Command List Editor
source: This is your list of commands. It can include both moves, glows, and pauses. Tip: To add a new command underneath one you have in the list already, click the plus icon above the cumulative timestamp for that entry and pick one of the options in the menu.
cs_cz: Toto je seznam příkazů. Může obsahovat pohyby, světla a pauzy.Tip: Na přidání nového příkazu pod ten, který už v seznamu máš, klikni na ikonu Plus nad celkovým časem daného záznamu a vyber jednu z možností v menu.
da_dk: Dette er din liste af kommandoer. Den kan inkludere både bevægelser, lys, og pauser. Tip: For at tilføje en ny kommando under en du allerede har i listen, klik på det lille plus ikon over det optalte tidsstempel for det punkt, og vælg en af mulighederne i menuen.
de_de: Dies ist deine Befehlsliste. Sie kann Bewegungen, Lichtmuster oder Pausen enthalten. Tipp: Um einen neuen Befehl unterhalb eines bereits in der Liste vorhandenen Befehls hinzuzufügen, klicke auf das Plus-Symbol über dem Zeitstempel für diesen Eintrag und wähle eine der Optionen aus dem Menü aus.
es_es: Esta es tu lista de comandos. Puede incluir tanto movimientos, como brillos y pausas. Consejo: Para añadir un nuevo comando debajo de uno que ya tienes en la lista, haz click en el botón con un icono de suma sobre la marca de tiempo acumulativa para dicha entrada y elije una de las opciones en el menú.
fr: Voici ta liste de commandes. Elle peut inclure des mouvements, des effets lumineux et des pauses. Astuce : pour ajouter une nouvelle sous-commande sous une déjà présente dans la liste, clique sur l'icône + au-dessus de la chronologie cumulative pour cette commande et choisis l'une des options dans le menu.
it: Questo è il tuo elenco di comandi. Può includere movimenti, bagliori e pause. Consiglio: per aggiungere un nuovo comando che hai già nella lista, clicca l'icona + sotto la tendina e scegli una delle opzioni del menu.
ja_jp: これは、コマンドのリストです。ムーブ、グロー、ポーズを含むことができます。ヒント : 新しいコマンドをリストの下に追加するには、そのエントリの累積タイムスタンプの上にあるプラスアイコンをクリックし、メニューのオプションを1つ選びます。
lt: Tai yra jūsų komandų sąrašas. Tai gali apimti ir judesius, ir švytėjimą, ir pauzes. Patarimas: norėdami pridėti naują komandą po komanda, kurią jau turite sąraše, spustelėkite pliuso piktogramą virš to įrašo kaupiamosios laiko žymos ir pasirinkite vieną iš meniu parinkčių.
ru: Это ваш список команд. Он может включать в себя движения, паузы иподсветку. Совет: Чтобы добавить новую команду под той, которая у вас уже есть в списке, щелкните значок плюса над общей меткой времени для этой записи и выберите один из вариантов в меню.

# Label for the cumulative duration of a Command on the Command List Editor
source: Total duration: %1 second
cs_cz: Celková doba trvání: %1 sekunda
da_dk: Total varighed: %1 sekund
de_de: Dauer: 1% Sekunde
es_es: Duración total: %1 segundo
fr: Durée totale : %1 seconde
it: Durata totale: %1 secondo
ja_jp: 合計時間: %1 秒
lt: Bendra trukmė: %1 sekundė
ru: Общая продолжительность: %1 секунда

# Header for the overlay for selecting the destination for a command
source: Send where?
cs_cz: Kam poslat?
da_dk: Send hvortil?
de_de: Wohin senden?
es_es: ¿A donde lo quieres enviar?
fr: Envoyer où ?
it: Mandare dove?
ja_jp: どこに送る？
lt: Siųsti kur?
ru: Отправить куда?

# Text for the overlay for selecting the destination for a command
source: Pick from the list below where you want to send the command.
cs_cz: Vyber z následujícího seznamu, kam chceš zaslat tento příkaz.
da_dk: Vælg fra listen nedenunder, hvor du vil sende kommandoen til.
de_de: Wähle ein Zielgerät für deinen Befehl aus der untenstehenden Liste aus.
es_es: Elije de la siguiente lista el destino al que enviar el comando.
fr: Choisis dans la liste ci-dessous le/la destinataire de ta commande.
it: Scegli dalla lista qui sotto dove vuoi inviare il comando.
ja_jp: 下のリストから、コマンドを送信する場所を選んでください。
lt: Iš žemiau esančio sąrašo pasirinkite, kur norite siųsti komandą.
ru: Выберите из списка ниже, куда вы хотите отправить команду.

source: Always Send To All
da_dk: Send Altid Til Alle
de_de: Immer an alle senden
es_es: Siempre enviar a todos
fr: Toujours envoyer à tous les appareils
lt: Visada siųsti visiems

# Action for sending a command to the selected devices in a list
source: Send To Selected
cs_cz: Zaslat do zvoleného
da_dk: Send Til Udvalg
de_de: Nur an ausgewählte Geräte senden
es_es: Enviar al seleccionado
fr: Envoyer à l'appareil sélectionné
it: Invia a selezionato
ja_jp: 選択された人に送る
lt: Siųsti pasirinktam
ru: Отправить выбранному

# Action for sending a command to all devices in a list
source: Send To All
cs_cz: Zaslat do všech
da_dk: Send Til Alle
de_de: An alle senden
es_es: Enviar a todos
fr: Envoyer à tous les appareils
it: Invia a tutti
ja_jp: すべてに送信する
lt: Išsiųsti visiems
ru: Отправить всем

# Heading for an overlay for picking the duration of a pause in the command list
source: Pick the duration of your pause
cs_cz: Zvol dobu trvání pauzy
da_dk: Vælg længden af din pause
de_de: Wähle die Dauer der Pause aus
es_es: Elije la duración de tu pausa
fr: Choisis la durée de cette pause
it: Scegli la durata della tua pausa
ja_jp: 一時停止する時間を選ぶ
lt: Pasirinkite pauzės trukmę
ru: Выберите продолжительность вашей паузы

source: %1 seconds
cs_cz: %1 sekund(y)
da_dk: %1 sekunder
de_de: %1 Sekunden
es_es: %1 segundos
fr: %1 secondes
it: %1 secondi
ja_jp: %1秒
lt: %1 sekundės
ru: %1 сек

# Button for an overlay for picking the duration of a pause in the command list
source: Add this pause
cs_cz: Přidej pauzu
da_dk: Tilføj denne pause
de_de: Diese Pause einfügen
es_es: Añade esta pausa
fr: Ajouter cette pause
it: Aggiungi questa pausa
ja_jp: このポーズを追加する
lt: Pridėti šią pauzę
ru: Добавьте эту паузу

# Title on the popup for connecting to devices
source: Connect To Gear
de_de: Gerät verbinden
es_es: Conectar equipo
fr: Connecter à l'appareil
lt: Prijungti prie įrangos

source: Disconnect All
da_dk: Frakobl Alle
de_de: Alle Verbindungen trennen
es_es: Desconectar todos
fr: Tout déconnecter
it: Disconnetti a tutti
lt: Atjungti visus
ru: Отключить всё

source: Connect All
da_dk: Forbind Alle
de_de: Alle verbinden
es_es: Conectar todos
fr: Tout connecter
it: Connetti Tutti
lt: Prijunkti visus
ru: Подключить всё

source: Connecting...
de_de: Verbindung wird aufgebaut...
es_es: Conectando...
fr: Connexion en cours...
lt: Jungiamasi...

source: Disconnect
cs_cz: Odpojit
da_dk: Frakobl
de_de: Verbindung trennen
es_es: Desconectar
fr: Déconnexion
it: Disconnetti
ja_jp: ディスコネクト
lt: Atsijungti
ru: Отключить

source: Connect
cs_cz: Připojit
da_dk: Forbind
de_de: Verbinden
es_es: Conectar
fr: Connecter
it: Connetti
ja_jp: 接続
lt: Prisijungti
ru: Подключить

# Title for the date picker
source: Pick A Date
de_de: Gib ein Datum ein
es_es: Elige una fecha
fr: Choisir une date
lt: Pasirinkti datą

# Button for selecting the date of today, in a date picker
source: Today
cs_cz: Dnes
da_dk: Idag
de_de: Heute
es_es: Hoy
fr: Aujourd'hui
it: Oggi
ja_jp: 今日
lt: Šiandien
ru: Сегодня

# Button for cancelling the selection of a date, in a date picker
source: Cancel
cs_cz: Zrušit
da_dk: Afbryd
de_de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Cancella
ja_jp: キャンセル
lt: Atšaukti
ru: Отмена

# Button for confirming the selection of a date, in a date picker
source: OK
es_es: Aceptar
fr: Confirmer
ja_jp: オーケー

# Header for the Developer Mode page
source: Developer Mode
cs_cz: Vývojářský mód
da_dk: Udviklertilstand
de_de: Entwickler-Modus
es_es: Modo Desarrollador
fr: Mode développeur
it: Modalità Sviluppatore
ja_jp: デベロッパーモード
lt: Kūrėjo režimas
ru: Режим разработчика

# Button with a sound effect for the Developer Mode Page
source: MAX GLASH
es_es: MAXIMO GLASH
it: Massimo splendore
lt: MAKSIMALUS BLIZGESYS

source: Disconnect?
da_dk: Kobl fra?
de_de: Verbindung trennen?
es_es: Desconectar?
fr: Déconnecter ?
it: Disconnettere?
ja_jp: ディスコネクト？
lt: Atsijungti?
ru: Отключиться?

# Label above the list of options available for disconnecting from a piece of gear
source: Please select how you would like to disconnect from %2.
da_dk: Vælg hvordan du vil koble fra %2.
de_de: Wähle bitte aus, wie du die Verbindung von %2 trennen möchtest.
es_es: Por favor selecciona como desearías desconectarte de %2.
fr: Merci de sélectionner la façon dont tu veux te déconnecter de %2.
lt: Pasirinkite, kaip norite atsijungti nuo %2.
ru: Выберите способ отключения от %1.

source: Use Gear Without Your Phone
cs_cz: Použít Zařízení Bez Mobilu
da_dk: Brug Udstyr Uden Telefon
de_de: Gerät ohne Smartphone benutzen
es_es: Usa el equipo con tu teléfono
fr: Utiliser l'appareil sans mon téléphone
it: Utilizza il Dispositivo Senza il Tuo Telefono
ja_jp: スマホがなくてもギアを使える
lt: Naudokite įrangą be telefono
ru: Использовать снаряжение без телефона

# Label above the list of options available for disconnecting from a piece of gear
source: Pick this option to set up No Phone Mode and disconnect, so you can leave the phone off. This works like a basic Casual Mode, but without the phone to operate it. (Handy if you're costuming and have nowhere to stow your phone)
cs_cz: Zvol tuto možnost pro zapnutí bezmobilního módu, abys mohl nechat mobil stranou. Tento mód funguje podobně jako Casual mód, ale nepotřebuje mobil k používání (hodí se pokud cosplayuješ a nemáš kam uložit mobil)
da_dk: Vælg denne mulighed for at opsætte og starte Telefron Fri Tilstand (eller No Phone Mode) og kobl fra, så du kan efterlade din telefon eller slukke den. Dette virker som Afslapningstilstanden, men uden du har brug for at have telefonen nærved. (Godt, hvis du er i kostume og ikke har plads til din telefon)
de_de: Wähle die Option um den No-Phone Modus zu aktivieren und die Verbindung zu trennen, damit du die Verbindung zum Telefon beenden kannst. Dieser Modus funktioniert ähnlich wie der Gelegenheitsmodus, jedoch ohne Telefon. (Praktisch wenn du dein Telefon nicht in deinem Kostüm unterbringen kannst)
es_es: Elige esta opción para configurar modo sin teléfono y desconectar, así podrásdejar el teléfono apagado. Esto funciona como el modo casual normal, pero sin que necesites el teléfono para controlarlo. (Útil si estás disfrazado y no tienes donde llevar el teléfono)
fr: Choisis cette option pour configurer le mode sans téléphone et déconnecter, afin que tu puisses laisser ton téléphone éteint. Ton appareil sera par défaut en mode décontracté. (Pratique si tu n'as pas de place pour ton téléphone)
it: Scegli questa opzione per configurare la modalità senza telefono e disconnetterti, in modo da poter lasciare il telefono spento. Funziona come una modalità casual di base, ma senza il telefono per gestirla.(Utile se ti stai travestendo e non hai un posto dove riporre il telefono)
ja_jp: このオプションを選ぶと、ノーフォンモードが設定され、切断されるため、電話を切ったままにしておくことができます。これは、基本的なカジュアルモードと同じように機能しますが、操作するための電話を使用しません。(コスチュームを着ていて、携帯電話を収納する場所がない場合に便利です。）
lt: Pasirinkite šią parinktį, kad nustatytumėte režimą Be telefono ir atsijungtumėte, kad galėtumėte palikti telefoną išjungtą. Tai veikia kaip paprastas atsitiktinis režimas, tačiau be telefono, kad jį valdytų. (Patogu, jei apsirengiate ir neturite kur dėti telefono)
ru: Выберите этот параметр, если хотите настроить режим «Без телефона» и отключиться, оставив телефон выключенным. Это работает как обычный повседневный режим, но без использования телефона. (Удобно, если вы надеваете костюм и вам некуда положить телефон)

source: No Phone Mode will wait between %1 and %2 seconds before picking its next move.
cs_cz: Bezmobilní mód bude čekat mezi %1 a %2 sekundami před výběrem dalšího pohybu.
da_dk: Telefron Fri Tilstand vil vente imellem %1 og %2 sekonder før den vælger en ny bevægelse.
de_de: No-Phone Modus wartet zwischen %1 und %2 Sekunden bevor die nöchste Bewegung beginnt.
es_es: El modo sin teléfono esperará entre %1 y %2 segundos antes de escoger su siguiente movimiento.
fr: Aucun mode téléphone n’attendra entre %1 et %2 secondes avant de choisir son prochain mouvement.
it: Modalità senza telefono attenderà tra %1 e %2 secondi prima di scegliere la mossa successiva.
ja_jp: ノーフォンモードは、次の動作を選択する前に、%1秒から%2秒の間待機します。
lt: Telefono režimas lauks nuo %1 iki %2 sekundžių prieš pasirinkdamas kitą žingsnį.
ru: Режим «Без телефона» будет ожидать от %1 до %2 сек, прежде чем выполнить следующее движение.
