Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

# Message shown during firmware update processes
source: Uploading firmware to your gear. Please keep your devices very near each other, and make sure both have plenty of charge (or plug in a charger now). Once completed, your gear will either reboot or turn itself off and disconnect from this device. Once it is started back up again, you will be able to connect to it again.
da_dk: Sender firmwaren til dit udstyr. Hold dine enheder tæt på hinanden, og vær sikker på begge har masser af strøm (eller tilslut en lader nu). Når vi er færdige vil dit udstyr genstarte og koble sig selv fra denne enhed. Når det har genstartet vil du være i stand til at tilkoble det igen.
de_de: Lade die Firmware auf dein Gerät. Bitte halte die Geräte nahe beisammen und stelle sicher, dass sowohl dein Smartphone als auch dein Gerät ausreichend mit Strom versorgt werden. Sobald der Vorgang abgeschlossen ist, startet dein Gerät entweder neu oder schaltet sich aus. Sobald dein Gerät wieder eingeschaltet ist, kannst du die Verbindung wieder herstellen.
es_es: Subiendo firmware a tu equipo. Por favor, mantén tu equipo bien cerca y asegurate de que ambos dispositivos tengan mucha carga (o conecta un cargador ahora). Una vez completado, el dispositivo se reiniciará o apagará y se perderá la conexión. Una vez iniciado de nuevo, podrás volverte a conectar.
fr: Téléchargement du logiciel en cours. Merci de s'assurer que les appareils sont à proximité et que ceux-ci sont chargés (ou en cours de chargement). Une fois le téléchargement terminé, ton équipement redémarrera ou s'éteindra automatiquement et se déconnectera de ton appareil. Une fois allumé, la reconnection se refera d'elle-même.
it: Stiamo scaricando il firmware per il tuo dispositivo. Per favore tieni i dispositivi vicini tra loro, e assicurati che siano completamente carichi (o approfittane per caricarli). Una volta completato, il tuo dispositivo si riavvierà o si spegnerà disconnettendoti. Una volta che lo riaccendi, potrai riconnetterti.
ja_jp: 機材にファームウェアをアップロードする。デバイスを互いによく近づけて、両方とも十分な充電があることを確認してください（または今すぐ充電器を接続してください）。アップロードが完了すると、あなたのギアは再起動するか、電源を切ってこのデバイスから切断されます。再び起動すると、再び接続できるようになります。
lt: Įkeliama programinė įranga į jūsų įrangą. Laikykite įrenginius labai arti vienas kito ir įsitikinkite, kad abu yra pakankamai įkrauti (arba dabar prijunkite įkroviklį). Kai baigsite, jūsų įranga bus paleista iš naujo arba išsijungs ir atsijungs nuo šio įrenginio. Kai vėl bus paleistas, vėl galėsite prie jo prisijungti.
ru: Загрузка прошивки на ваше снаряжение. Пожалуйста, держите свои устройства как можно ближе друг к другу и убедитесь, что оба они достаточно заряжены (или подключите зарядное устройство сейчас). После завершения ваше снаряжение либо перезагрузится, либо выключится и отключится от этого устройства. Как только оно снова запустится, вы сможете снова подключиться к нему.

# Name of the calm and relaxed group as used for no phone group selection
source: Calm and Relaxed
da_dk: Rolig og Afslappet
de_de: Ruhig und Entspannt
es_es: Tranquilo y Relajado
fr: Mouvement calme et relaxe
it: Calmo e Rilassato
ja_jp: 落ち着きとくつろぎ
lt: Ramus ir atsipalaidavęs
ru: Спокойный и Расслабленный

# Name of the fast and excited group as used for no phone group selection
source: Fast and Excited
da_dk: Hurtig og Begejstret
de_de: Schnell und Aufgeregt
es_es: Rápido y Animado
fr: Mouvement rapide et heureux
it: Veloce ed Eccitato
ja_jp: 速くと興奮
lt: Greitas ir susijaudinęs
ru: Быстрый и Возбуждённый

# Name of the frustrated and tense group as used for no phone group selection
source: Frustrated and Tense
da_dk: Frustreret og Anspændt
de_de: Frustriert und Angespannt
es_es: Frustrado y Tenso
fr: Mouvement contrarié et tendu
it: Frustrato e Nervoso
ja_jp: イライラとピリピリ
lt: Nusivylęs ir įsitempęs
ru: Разочарованный и Напряжённый

source: This is a message that's supposed to inform people that there is something <b>important</b> going on with their firmware
cs_cz: Toto je příklad zprávy informující že se s firmwarem děje něco <b>důležitého</b>
da_dk: Dette er en besked, hvis eksistensgrundlag er at informere folk om, at der et noget <b>vigtigt</b> de skal være informeret om vedrørende deres firmware
de_de: Dies ist eine Nachricht die dazu da ist, den Benutzer zu informieren, dass irgendwas <b>wichtiges</b> mit der Firmware los ist
es_es: Este es un mensaje pensado para informar a los usuarios de que hay algo <b>importante</b> relacionado con su firmware
fr: Ceci est un message censé informer les utilisateurs que quelque chose <b>d’important</b> se passe avec leur logiciel
it: Questo è un messaggio per informarti che sta accadendo qualcosa di <b>importante</b> con il tuo firmware
ja_jp: これは、ファームウェアに何か<b>重要な</b>ことが起こっていることを知らせるためのメッセージです。
lt: Čia yra pranešimas, kuris turėtų informuoti žmones, kad kažkas <b>svarbaus</b> vyksta su jų programine įranga
ru: Это сообщение должно информировать людей о том, что с их прошивкой происходит что-то <b>важное</b>

source: It looks like this device is not a FlutterWings (could not find the main device writing characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
da_dk: Det ser ud som om dette ikke er FlutterWings (kunne ikke finde enhedens primære skrivekarakteristik). Hvis du er sikker på det er, venligst kontakt The Tail Company med denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen FlutterWings Controller handelt (Keine entsprechenden Schreib-Funktionen gefunden). Wenn du dir sicher bist, dass es sich trotzdem um FlutterWings handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que el dispositivo no es un FlutterWings (no se han podido encontrar características de escritura). Si estas seguro de que es el dispositivo correcto, por favor, reporta el error a "The Tail Company".
fr: Il semble que cet appareil ne soit pas des FlutterWings (caractéristiques principales d'écriture FlutterWings introuvables). Merci de contacter The Tail Company si c'est une erreur.
it: Sembra che il tuo dispositivo non sia un FlutterWings (non è stato possibile trovare le caratteristiche di scrittura del dispositivo ). Se sei certo che lo sia, per favore segnala questo errore a The Tail Company.
lt: Atrodo, kad šis įrenginys nėra „FlutterWings“ (nepavyko rasti pagrindinės įrenginio rašymo charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

source: It looks like this device is not a FlutterWings (could not find the main device reading characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
da_dk: Det ser ud som om dette ikke er FlutterWings (kunne ikke finde enhedens primære læsekarakteristik). Hvis du er sikker på det er, venligst kontakt The Tail Company med denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen FlutterWings Controller handelt (Keine entsprechenden Lese-Funktionen gefunden). Wenn du dir sicher bist, dass es sich trotzdem um FlutterWings handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que el dispositivo no es un FlutterWings (no se han podido encontrar características de escritura). Si estas seguro de que es el dispositivo correcto, por favor, reporta el error a "The Tail Company".
fr: Il semble que cet appareil ne soit pas des FlutterWings (caractéristiques principales de lecture FlutterWings introuvables). Merci de contacter The Tail Company si c'est une erreur.
it: Sembra che il tuo dispositivo non sia un FlutterWings (non è stato possibile trovare le caratteristiche di lettura del dispositivo). Se sei certo che lo sia, per favore segnala questo errore a The Tail Company.
lt: Atrodo, kad šis įrenginys nėra „FlutterWings“ (nepavyko rasti pagrindinės įrenginio skaitymo charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

# Warning message when a fault occurred during a connection attempt
source: An error occurred while connecting to your FlutterWings (the main service object could not be created). If you feel this is in error, please try again!
da_dk: Der opstod en fejl mens vi forsøgte at forbinde til dine FLutterWings (det primære service objekt kunne ikke skabes). Hvis du tror dette er en fejl, venligst prøv igen!
de_de: Beim Verbinden zu deinen FlutterWings ist etwas schief gegangen (Fehler: Main Service). Bitte versuche es noch einmal!
es_es: Ha ocurrido un error conectando con la caja de tu FlutterWings (el objeto del servicio no ha podido ser creado). Si piensas que se trat de un error intentalo de nuevo!
fr: Une erreur s'est produite lors de la connexion à tes FlutterWings (l'objet du service principal n'a pas pu être créé). Merci de réessayer !
it: E' stato riscontrato un errore durante la connessione delle tue FlutterWings (non è stato possibile creare il main service object). Se pensi che sia un errore per favore prova di nuovo!
lt: Prisijungiant prie „FlutterWings“ įvyko klaida (pagrindinio paslaugos objekto sukurti nepavyko). Jei manote, kad tai klaida, bandykite dar kartą!
ru: Произошла ошибка при подключении к вашим FlutterWings (не удалось создать объект службы). Если вы считаете, что это ошибка, пожалуйста, попробуйте еще раз!

source: <p><b>Update Failed!</b></p><p>We have tried to update your firmware too rapidly for your device, and have had to abort. If you are getting this error:</p><p>Firstly, don't worry, your gear is safe.</p><p>Secondly, please contact us on info@thetailcompany.com and tell us that you got this error.</p>
cs_cz: <p><b>Update selhal!</b></p><p>Pokusili jsme se updatovat firmware moc rychle, a museli jsme proces přerušit. Pokud vidíš tuto chybu:</p><p>Nemusíš se bát, tvoje zařízení je v pořádku.</p><p>Následně nás prosím kontaktuj na info@thetailcompany.com a informuj nás o této chybě.</p>
da_dk: <p><b>Opdatering Mislykkedes!</b></p><p>Vi har forsøgt at sende det nye firmware til dit udstyr hurtigere end din enhed var i stand til at understøtte. Hvis du ser denne fejlbesked:</p><p>Først, slap helt af, dit udstyr er sikkert.</p><p>Dernæst, kontakt os på info@thetailcompany.com og fortæl os, at du fik denne fejl.</p>
de_de: <p><b>Update fehlgeschlagen</b></p><p>Wir haben versucht, die Firmware zu schnell für dein Gerät zu aktualisieren und mussten abbrechen. Wenn du dies siehst:</p><p>Keine Panik! Deinem Gerät ist nichts passiert.</p> <p>ABER: Wir sind sehr neugierig, wie du das geschafft hast und würden dich bitten, uns unter info@thetailcompany.com zu kontaktieren und uns zu erzählen, wie es dazu kam.</p>
es_es: <p><b>¡Actualización fallida!</b></p><p>Hemos intentado actualizar el firmware demasiado rápidamente para tu dispositivo, y se tuvo que abortar la operación. Si estas viendo este error:</p><p>En primer lugar, no te preocupes, tu equipo se encuentra a salvo.</p><p>En segundo lugar: por favor, ponte en contacto con info@thetailcompany.com y haznos saber que has encontrado este error.</p>
fr: <p><b>Échec de la mise à jour !</b></p><p>Nous avons essayé de mettre à jour ton logiciel trop rapidement et avons dû abandonner. Si tu reçois ce message d'erreur :</p><p>Tout d’abord, pas d'inquiétude, ton équipement est en sécurité. </p><p>Deuxièmement, merci de nous contacter à info@thetailcompany.com et nous signaler que tu as reçu cette erreur. </p>
it: <p><b>Aggiornamento Fallito!</b></p><p>Abbiamo provato ad aggiornare il tuo firmware troppo rapidamente per il tuo dispositivo, e l'operazione è saltata. Se stai ricevendo questo messaggio di errore:</p><p>Intanto, non preoccuparti, il tuo dispositivo è al sicuro.</p><p>Poi, per favore contattaci a info@thetailcompany.com e segnalaci questo errore</p>
ja_jp: <p><b>アップデートに失敗しました</b></p><p> ファームウェアのアップデートを試みたのですが、お使いのデバイスの速度が速すぎたため、中断せざるを得なくなりました。</p> <p>このエラーが発生した場合</p><p> まず最初に、あなたの機器は安全ですのでご安心ください。</p> <p>次に、info@thetailcompany.com、このエラーが表示されたことを連絡してください。</p>
lt: <p><b>Atnaujinti nepavyko!</b></p><p>Bandėme per greitai atnaujinti jūsų įrenginio programinę-aparatinę įrangą ir turėjome nutraukti. Jei gaunate šią klaidą:</p><p>Pirma, nesijaudinkite, jūsų įranga yra saugi.</p><p>Antra, susisiekite su mumis adresu info@thetailcompany.com ir pasakykite, kad gavote šią klaidą.</p>
ru: <p><b>Ошибка обновления!</b></p><p>Мы попытались обновить прошивку слишком быстро для вашего устройства, и нам пришлось прервать ее. Если вы получили эту ошибку:</p><p>Во-первых, не волнуйтесь, ваше снаряжение в безопасности.</p><p>Во-вторых, свяжитесь с нами по адресу info@thetailcompany.com и сообщите нам, что вы получили эту ошибку.</p>

# Warning message when the battery information is unavailable on a device
source: An error occurred while connecting to your FlutterWings (the battery service was not available). If you feel this is in error, please try again!
da_dk: Der opstod en fejl mens vi forsøgte at forbinde til dine FlutterWings (batteri informations servicen var ikke tilgængelig). Hvis du tror dette er en fejl, venligst prøv igen!
de_de: Beim Verbinden zu deinen FlutterWings ist etwas schief gegangen (Fehler: Batterie). Bitte versuche es noch einmal!
es_es: Ha ocurrido un error conectando a tu caja de FlutterWings (el servicio de batería no se encuentra disponible). Si piensas que se trata de un error intentalo de nuevo!
fr: Une erreur s'est produite lors de la connexion à tes FlutterWings (accès au service de la batterie non disponible). Merci de réessayer !
it: E' stato riscontrato un errore mentre ti connettevi con le tue FlutterWings (la batteria non era disponibile). Se pensi che questo sia un errore, per favore prova di nuovo!
lt: Jungiantis prie „FlutterWings“ įvyko klaida (baterijos paslauga nepasiekiama). Jei manote, kad tai klaida, bandykite dar kartą!
ru: Произошла ошибка при подключении к вашим FlutterWings (служба батареи была недоступна). Если вы считаете, что это ошибка, пожалуйста, попробуйте еще раз!

# Warning message when the battery information is unavailable on the device
source: It looks like this device is not a FlutterWings (could not find the battery level characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
da_dk: Det ser ud som om dette ikke er en FlutterWings (kunne ikke finde enhedens batteri karakteristik). Hvis du er sikker på det er, venligst kontakt The Tail Company med denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keine FlutterWings handelt (Keine entsprechende Batterie gefunden). Wenn du dir sicher bist, dass es sich trotzdem um FlutterWings handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que este dispositivo no son unas FlutterWings (no se han encontrado las características de nivel de batería). Si estás seguro que se trata de un error, por favor, ponte en contacto con "The Tail Company".
fr: Il semble que cet appareil ne soit pas des FlutterWings (niveau de batterie introuvable). Merci de contacter The Tail Company si c'est une erreur.
it: Sembra che il tuo dispositivo non sia un FlutterWings (non è stato possibile rilevare il livello della batteria). Se sei certo che lo sia, per favore segnala questo errore a The Tail Company.
lt: Panašu, kad šis įrenginys nėra „FlutterWings“ (nepavyko rasti akumuliatoriaus lygio charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your FlutterWings, make sure it is on and close to this device.
da_dk: Det opstod en fejl. Hvis du forsøger at forbinde til dine FlutterWings, vær sikker på, at de er tændt, og er tæt på denne enhed.
de_de: Beim Verbinden zu deinen FlutterWings ist etwas schief gegangen Stelle bitte sicher, dass deine FlutterWings eingeschaltet und in Reichreite sind.
es_es: Ha ocurrido un error. Si intentabas conectar a tus FlutterWings, asegúrate de que se encuentran encendidas y lo suficientemente cerca.
fr: Une erreur s'est produite. Merci de s'assurer que tes FlutterWings soient allumées et à proximité.
it: E' stato riscontrato un errore. Se stai cercando di connetterti alle tue FlutterWings, assicurati che siano accese e nei pressi di questo dispositivo.
lt: Įvyko klaida. Jei bandote prisijungti prie „FlutterWings“, įsitikinkite, kad jis įjungtas ir arti šio įrenginio.
ru: Произошла ошибка. Если вы пытаетесь подключиться к вашим FlutterWings, убедитесь, что они включены и находятся рядом с этим устройством.

# Warning that the device disconnected itself
source: The FlutterWings closed the connection.
da_dk: FlutterWings lukkede forbindelsen.
de_de: Die FlutterWings haben die Verbindung getrennt.
es_es: Las FlutterWings han cerrado la conexión.
fr: La connexion avec tes FlutterWings est perdue.
it: FlutterWings ha interrotto la connessione.
lt: „FlutterWings“ nutraukė ryšį.
ru: FlutterWings прервали соединение.

source: Failed to connect to your FlutterWings. Please try again (perhaps move it closer?)
da_dk: Kunne ikke forbinde til dine Flutterwings. Forsøg igen (måske skal de tættere på?)
de_de: Fehler bei der Verbindung zu deinen FlutterWings. Bitte versuche es erneut (vielleicht näher am Gerät?)
es_es: No ha sido posible conectar a la cola. Por favor, intentalo de nuevo o prueba a acercarte
fr: La connexion à tes FlutterWings a échoué. Merci de les rapprocher et réessayer
it: Non è stato possibile connettere le tue FlutterWings. Per favore prova di nuovo (prova ad avvicinarti)
lt: Nepavyko prisijungti prie jūsų „FlutterWings“. Bandykite dar kartą (gal priartinkite?)
ru: Не удалось подключиться к вашим FlutterWings. Пожалуйста, попробуйте еще раз (достаточно ли они близко?)

source: Attempting to reconnect to your gear...
da_dk: Forsøger at genforbinde...
de_de: Versuche die Verbindung wiederherzustellen...
es_es: Intentando conectarse a tu equipo...
fr: Tentative de connexion en cours...
it: Tentativo di riconnessione al tuo dispositivo...
ja_jp: 機材との再接続を試みる...
lt: Bandoma iš naujo prisijungti prie jūsų įrangos...
ru: Повторная попытка подключения к вашему снаряжению...

source: Firmware upload complete, waiting for your gear to reboot automatically before attempting to reconnect...
da_dk: Firmware upload færdiggjort, venter på at dit udstyr genstarter automatisk før vi forøger at genforbinde...
de_de: Firmware erfolgreich installiert. Vor einer Neuverbindung wird auf einen automatischen Neustart deines Geräts gewartet...
es_es: Se ha terminado de cargar el firmware, esperando a que tu equipo se reinicie automáticamente antes de intentar reconectar...
fr: La mise à jour du logiciel est installée et attend que ton appareil redémarre automatiquement pour tenter de se reconnecter...
it: Aggiornamento del firmware completato, siamo in attesa che il tuo dispositivo si riavvii automaticamente prima di riconnettersi...
lt: Programinės aparatinės įrangos įkėlimas baigtas, laukiama, kol jūsų įranga bus automatiškai paleista iš naujo, prieš bandant vėl prisijungti...

source: The FlutterWings closed the connection, either by being turned off or losing power. Remember to charge your gear!
da_dk: FlutterWings lukkede forbindelsen, enten ved at blive slukket eller ved at løbe tør for strøm. Husk at oplade dine vinger!
de_de: Deine FlutterWings haben die Verbindung beendet. Entweder wurden sie abgeschaltet oder der Akku ist leer. Vergiss nicht, deine Geräte wieder aufzuladen!
es_es: Las FlutterWings han cerrado la conexión, quizás ha sido apagada o se ha quedado sin energía. ¡No olvides cargar tu equipo!
fr: Tes FlutterWings ont perdu la connexion : elles sont soit éteintes ou déchargées. N'oublie pas de les recharger !
it: FlutterWings ha interrotto la connessione, perchè si è spento o ha perso potenza. Ricordati di caricare il tuo dispositivo!
lt: „FlutterWings“ nutraukė ryšį dėl išjungimo arba maitinimo praradimo. Nepamirškite įkrauti įrangos!

# Message shown during firmware update processes
source: Uploading firmware to your gear. Please keep your devices very near each other, and make sure both have plenty of charge (or plug in a charger now). Once completed, your gear will restart and disconnect from this device. Once rebooted, you will be able to connect to it again.
cs_cz: Nahrávání firmwaru do tvého zařízení. Prosím nech mobil a zařízení blízko u sebe, a ujisti se že jsou dostatečně nabitá (případně je připoj k nabíječce). Jakmile update skončí, tvoje zařízení se restartuje a odpojí. Po restartu bude možné opět připojit.
da_dk: Sender firmwaren til dit udstyr. Hold dine enheder tæt på hinanden, og vær sikker på begge har masser af strøm (eller tilslut en oplader nu). Når vi er færdige vil dit udstyr genstarte og koble sig selv fra denne enhed. Når det har genstartet vil du være i stand til at tilkoble det igen.
de_de: Lade die Firmware auf dein Gerät. Bitte halte die Geräte nahe beisammen und stelle sicher, dass sowohl dein Smartphone als auch dein Gerät ausreichend mit Strom versorgt werden (Ladegerät anschließen). Wenn der Vorgang abgeschlossen ist, wird dein Gerät sich neu starten. Sobald es wieder verfügbar ist, kannst du dich wieder mit ihm verbinden.
es_es: Subiendo firmware a tu equipo. Por favor, mantén tu equipo bien cerca y asegurate de que ambos dispositivos tengan mucha carga (o conecta un cargador ahora). Una vez completado, el dispositivo se reiniciará y se perderá la conexión. Una vez reiniciado, podrás conectarte de nuevo.
fr: Téléchargement du logiciel en cours. Merci de s'assurer que les appareils sont à proximité et que ceux-ci sont chargés (ou en cours de chargement). Une fois le téléchargement terminé, ton équipement redémarrera ou s'éteindra automatiquement et se déconnectera de ton appareil. Une fois allumé, la reconnection se refera d'elle-même.
it: Stiamo caricando il firmware del tuo dispositivo. Per favore tieni entrambi i dispositivi vicini, e assicurati che siano al massimo della carica entrambi (oppure mettili in carica ora). Una volta completato, si riavvierà e si disconnetterà da questo dispositivo. Una volta riavviato sarai in grado di connetterti di nuovo.
ja_jp: 機材にファームウェアをアップロードする。デバイスを互いによく近づけて、両方とも十分な充電があることを確認してください（または今すぐ充電器を接続してください）。完了すると、あなたのギアは再起動し、このデバイスから切断されます。再起動すると、再び接続できるようになります。
lt: Įkeliama programinė įranga į jūsų įrangą. Laikykite įrenginius labai arti vienas kito ir įsitikinkite, kad abu yra pakankamai įkrauti (arba dabar prijunkite įkroviklį). Kai baigsite, jūsų įranga bus paleista iš naujo ir atsijungs nuo šio įrenginio. Paleidę iš naujo, galėsite vėl prie jo prisijungti.
ru: Загрузка прошивки на ваше снаряжение. Пожалуйста, держите свои устройства как можно ближе друг к другу и убедитесь, что они оба достаточно заряжены (или подключите зарядное устройство сейчас). После завершения ваше снаряжение перезапустится и отключится от этого устройства. После перезагрузки вы снова сможете подключиться к нему.
