Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

source: If your EarGear is acting a bit like it isn't hearing right, it might need to have its balance checked. To make sure it works the best, you will want to be in a quiet room before you tap the balance button below (pause your music, close the door to your bedroom, etc). This value is stored in the box, so you shouldn't generally need to do it more than once. You might also need to swap the direction around (for example, you might want to put your controller box either on the front or the back of your body, or upside down so the cable can run more gracefully).
cs_cz: Pokud se tvůj EarGear chová, jako by neslyšel správně, možná potřebuje vyvážit. Pro nejlepší výsledky chceš být v tiché místnosti, potom stiskni tlačítko vespod (předtím vypni hudbu, zavři dveře do místnosti atd.) Hodnoty jsou uloženy v boxu, takže by nemělo být nutné to dělat víc než jednou. Možná bude potřeba změnit orientaci boxu (například můžeš chtít mít box vpředu nebo vzadu na těle, nebo vzhůru nohama, aby šlo lépe vést kabely).
da_dk: Hvis dit EarGear opfører sig som om det ikke kan høre ordentligt, er det muligt at det skal have sin balance undersøgt. For at sørge for det virker bedst skal du helst være i et stille område før du trykker på genbalanceringsknappen nedenfor (sæt din musik på pause, luk døren til dit værelse og så viddere). Denne værdi er gemt på boksen, så du skulle generelt slet ikke have brug for at gøre det mere end en gang. Det er muligt du har brug for at bytte rundt på retningen (for eksempel, hvis du flytter kontrolboksen enten forpå eller bagpå din krop, eller på hovedet, så kablet kan blive ført mere yndefuldt).
de_de: Sollte dein EarGear sich als etwas Schwerhörig herausstellen, dann solltest du dir die Lautstärkeeinstellungen anschauen. Wenn du sie kalibrierst, stelle sicher dass du in einem ruhigen Raum bist um ein optimales Ergebnis zu bekommen. Möglicherweise musst du auch die Position der Controller-Box ändern.
es_es: Si tu EarGear actúa como si no escuchase bien, puede necesitar que se revise su balance. Para asegurar una calibración óptima querrás estar en una sala silenciosa antes de iniciar el proceso (para la música, cierra la puerta, etc.). Este valor se guarda en la caja, por lo que normalmente no tendrás que hacerlo más de una vez. también puede que necesites invertir la dirección (por ejemplo, si ubicas la caja delante o detrás de tu cuerpo, o si la pones del revés para que el cable vaya mejor).
fr: Lorsque votre EarGear donne l'impression de ne pas entendre correctement, il se peut qu'il soit nécessaire de le calibrer. Mettez-vous dans une pièce calme avant d'appuyer sur le bouton d'équilibrage ci-dessous (mettez votre musique en pause, fermez la porte de votre chambre, etc. ) Cette valeur est stockée dans la boîte, de sorte que vous ne devriez généralement pas avoir à le faire plus d'une fois. Vous pouvez également le changer de sens d'écoute (par exemple, vous pouvez placer votre boîtier de commande à l'avant ou à l'arrière de votre corps, ou à l'envers pour que le câble puisse passer plus facilement).
it: Se il tuo EarGear si comporta un po' come se non sentisse bene, potrebbe essere necessario controllarne il bilanciamento. Per assicurarti che funzioni al meglio, ti consigliamo di trovarti in una stanza tranquilla prima di toccare il pulsante di bilanciamento in basso (metti in pausa la musica, chiudi la porta della tua camera da letto, ecc.). Questo valore è memorizzato nella casella, quindi in genere non dovrebbe essere necessario farlo più di una volta. Potrebbe anche essere necessario invertire la direzione (ad esempio, potresti voler posizionare la scatola del controller sulla parte anteriore o posteriore del corpo o capovolta in modo che il cavo possa scorrere con maggiore grazia).
ja_jp: お使いのEarGearが正しく聞こえないような場合は、バランスチェックが必要な場合があります。最適に動作するように、下のバランスボタンをタップする前に、静かな部屋にいることをお勧めします（音楽を一時停止する、寝室のドアを閉めるなどしてください）。この値はボックス内に保存されるので、一般的に何度も行う必要はないはずです。また、向きを入れ替える必要があるかもしれません（例えば、ケーブルがより優雅に走ることができるように、コントローラーボックスを体の前面または背面に置くか、または逆さまにしたいかもしれません）。
lt: Jei jūsų EarGear veikia taip, lyg negirdėtų, gali reikėti patikrinti jos balansą. Kad įsitikintumėte, jog tai veikia geriausiai, norėsite būti tylioje patalpoje, kol bakstelėsite toliau esantį balanso mygtuką (pristabdykite muziką, uždarykite miegamojo duris ir pan.). Ši reikšmė saugoma dėžutėje, todėl paprastai to nereikėtų daryti daugiau nei vieną kartą. Taip pat gali tekti pakeisti kryptį (pavyzdžiui, valdiklio dėžutę galite pastatyti kūno priekyje arba gale, arba apversti aukštyn kojomis, kad laidas veiktų grakščiau).
ru: Если ваши EarGear ведут себя так, как будто они плохо слышат, возможно, необходимо провести их балансировку. Чтобы убедиться, что это произойдёт наилучшим образом, вы должны находиться в тихой комнате, прежде чем нажать кнопку балансировки ниже (приостановите воспроизведение музыки, закройте дверь в спальню и т.д.). Это значение хранится в контроллере, поэтому вам обычно не нужно делать это более одного раза. Вам также может понадобиться поменять их ориентацию (будет уместно поместить блок контроллера спереди или сзади вашего тела или перевернуть его, чтобы кабель мог проходить более изящно).

source: Unswap left and right
cs_cz: Zrušit záměnu levo a pravo
da_dk: Afbyt venstre og højre
de_de: Links und Rechts nicht mehr vertauschen
es_es: De-invertir derecha e izquierda
fr: Arrêter de permuter la gauche et la droite
it: Annulla lo scambio di destra e sinistra
ja_jp: 左右のアンスワップ
lt: Sukeisti kairėn ir dešinėn
ru: Вернуть на место левый и правый

source: Swap left and right
cs_cz: Zaměnit levo a pravo
da_dk: Byt venstre og højre
de_de: Links und Rechts vertauschen
es_es: Invertir derecha e izquierda
fr: Permuter la gauche et la droite
it: Scambia destra e sinistra
ja_jp: 左右のスワップ
lt: Sukeisti į kairę ir į dešinę
ru: Поменять местами левый и правый

source: Rebalance Microphones
cs_cz: Rebalancovat mikrofon
da_dk: Genbalancer Mikrofonerne
de_de: Mikrofone kalibrieren
es_es: Rebalancear Micrófonos
fr: Rééquilibrage des microphones
it: Ribilanciare i microfoni
ja_jp: マイクロフォンのリバランス
lt: Subalansuoti mikrofonus
ru: Ребалансировка микрофонов

source: Gear Firmware
da_dk: Udstyrsfirmware
de_de: Geräte-Firmware
es_es: Firmware del Equipo
fr: Logiciel de l'appareil
it: Firmware del dispositivo
ja_jp: ギアファームウェア
lt: Įrangos programinė įranga
ru: Прошивка Снаряжения

source: If your gear supports firmware updates, you can check for new ones by clicking the "Check" button below, and if there is one, you can then click the button underneath to download and install the update.
cs_cz: Pokud tvé zařízení podporuje updaty firmwaru, můžeš zkontrolovat jejich dostupnost stisknutím tlačítka kontroly níže. Pokud najdeme dostupný update, tlačítkem níže ho budeš moct stáhnout a nainstalovat.
da_dk: Hvis dit udstyr understøtter firmware updateringer kan du søge efter nye ved at klikke på knappen "Led" nedenfor, og hvis der er en, kan du klikke på knappen nedenfor for at nedhente og installere opdateringen.
de_de: Wenn dein Gerät Firmware-Aktualisierungen unterstützt, kannst du hier nach neuer Firmware suchen. Mit dem Knopf unterhalb kannst du nach Aktualisierungen suchen und diese auch installieren.
es_es: Si tu equipo soporta actualizaciones de firmware, puedes comprobar si hay actualizaciones disponibles haciendo click en el botón de "Comprobar" disponible a continuación. Si hay actualizaciones disponibles aparecerá un botón para que puedas descargar e instalar la actualización.
fr: Si ton appareil supporte les mises à jour du logiciel, tu peux en chercher de nouvelles en cliquant sur le bouton "Vérifier" ci-dessous. Tu peux cliquer sur le bouton ci-dessous pour la télécharger et l'installer.
it: Se la tua attrezzatura supporta gli aggiornamenti del firmware, puoi verificarne di nuovi facendo clic sul pulsante "Verifica" in basso e, se ce n'è uno, puoi fare clic sul pulsante in basso per scaricare e installare l'aggiornamento.
ja_jp: ファームウェアのアップデートに対応している機器では、下の「確認」ボタンをクリックして新しいファームウェアがあるかどうかを確認し、ある場合はその下のボタンをクリックしてアップデートをダウンロード、インストールすることが可能です。
lt: Jei jūsų įranga palaiko programinės aparatinės įrangos naujinimus, galite patikrinti, ar nėra naujų, spustelėdami toliau esantį mygtuką „Tikrinti“, o jei toks yra, galite spustelėti apačioje esantį mygtuką, kad atsisiųstumėte ir įdiegtumėte naujinimą.
ru: Если ваше снаряжение поддерживает обновление прошивки, вы можете проверить наличие новой, нажав кнопку «Проверить» ниже. И если таковая имеется, можете нажать кнопку внизу, чтобы загрузить и установить обновление.

source: Check For New Firmware
cs_cz: Kontrola dostupnosti firmwaru
da_dk: Led Efter Nyt Firmware
de_de: Auf neue Firmware überprüfen
es_es: "Comprobar Actualizaciones de Firmware"
fr: Vérifier s'il y a une nouvelle mise à jour
it: Controlla il nuovo firmware
ja_jp: 新しいファームウェアのチェック
lt: Patikrinkite, ar nėra naujos programinės aparatinės įrangos
ru: Проверить наличие новой прошивки

source: You currently have version %1 installed, and version %2 is available for you to install
cs_cz: Momentálně máš nainstalovanou verzi %1, je pro tebe dostupná verze %2
da_dk: Dit udstyr har version %1 installeret, og version %2 er tilgængeligt for installation
de_de: Du hast derzeit Version %1 installert. Version %2 ist für dich verfügbar
es_es: Actualmente tienes la versión %1 instalada, la versión %2 está disponible para que la instales
fr: La version %1 est actuellement installée et la version %2 est disponible pour l’installation
it: Al momento hai la versione %1 installata e la versione %2 è disponibile per l'installazione
ja_jp: 現在、バージョン %1 がインストールされていますが、バージョン %2 をインストールすることができます。
lt: Šiuo metu turite įdiegtą versiją %1, o versiją %2 galite įdiegti
ru: На данный момент у вас установлена версия %1, и версия %2 доступна для установки

source: Download
cs_cz: Stáhnout
de_de: Herunterladen
es_es: Descargar
fr: Télécharger
it: Scaricamento
ja_jp: ダウンロード
lt: Parsisiųsti
ru: Скачать

source: Load From File
de_de: Von einer Datei laden
es_es: Cargar desde un archivo
fr: Charger depuis un fichier
lt: Įkelti iš failo

source: Pick Firmware File
de_de: Auswahl Firmware Datei
es_es: Selecciona el fichero del firmware
fr: Sélectionner les données du logiciel
lt: Pasirinkite programinės aparatinės įrangos failą

source: Before updating your gear from %1 to %2, please make sure you do the following: - Connect your gear to the USB charger and make sure it is charging. Keep it connected to the power while you update the firmware. - Also make sure your phone has more than 50% charge before you begin the update process. Upgrading your gear takes around 3 minutes. You must not switch off the gear or the phone while its working! Once the new firmware is beamed to your gear, it will disconnect from the app and reboot. This is quite normal! It should automatically reconnect, but in case it doesn't, just click the Connect button on the front page as usual.
cs_cz: Před updatem zařízení z %1 na %2, zajisti předm následující: -Připoj svoje zařízení k USB nabíječce a ujisti se že se nabíjí. Nech zařízení připojené po dobu updatu firmwaru. -Ujisti se že tvůj mobil má více než 50% baterie před začátkem updatu. Update tvého zařízení zabere přibližně 3 minuty. Po dobu updatu nevypínej svoje zařízení nebo mobil! Jakmile se update dokončí, zařízení se odpojí a restartuje. Poté by se mělo znovu samo připojit, ale pokud se tak nestane, budeš ho moct připojit na hlavní stránce jako obvykle.
da_dk: Før du opdaterer dit udstyr fra version %1 til %2 bør du følge forslagene nedenfor: - Forbind dit udstyr til USB laderen og vær sikker på det oplader. Lad det være tilkoblet til strømforsyningen mens du opdaterer firmwaren. - Vær sikker på, at din telefon har nok strøm. Vi foreslår du mindst har 50% batteri inden du begynder opdateringsprocessen. Opdateringen af dit udstyr vil tage omkring 3 minutter. Du må under ingen omstændigheder slukke dit udstyr eller telefonen mens opdateringen er igang, ellers vil der opstå fejl! Når det nye firmware er blevet sendt til dit udstyr vil det automatisk frakoble sig selv fra appen og genstarte.Dette er helt normalt! Efter genstarten skulle det automatisk genforbinde, men i tilfælde dette ikke virker kan du bare klikke på Forbind knappen på forsiden som almindeligvis.
de_de: Bevor du deine Geräte von Version %1 auf %2 aktualisierst, stelle bitte sicher dass du: - dein Gerät über ein USB Ladegerät während der ganzen Aktualisierung auflädst. - dein Telefon mehr als 50% aufgeladen ist, bevor du loslegst. Die Aktualisierung dauert etwa 3 Minuten. Schalte keines der Geräte aus, währen die Aktualisierung läuft! Wenn die Aktualisierung abgeschlossen ist, werden deine Geräte neu gestartet. Dabei wird die Verbindung zu deinem Telefon kurzzeitig getrennt und automatisch wiederhergestellt. Sollte dies nicht klappen, tippe bitte auf den "Verbinden" Knopf auf der Startseite.
es_es: Antes de actualizar tu equipo de %1 a %2 comprueba lo siguiente, por favor: - Conecta tu equipo al cargador USB y asegurate de que está cargando mientras se realiza la actualización. - Asegurate también de que tu teléfono tiene más del 50% de carga antes de iniciar este proceso. Actualizar el equipo tarda alrededor de 3 minutos. No debes desconectar el equipo o el teléfono mientras dura el proceso. Una vez que el firmware se ha enviado a tu equipo, este se desconectará de la aplicación y se reiniciara. Esto es perfectamente normal y debería reconectar automáticamente, aunque en caso de que no lo haga, simplemente haz click en el botón de conectar en la página principal como haces habitualmente.
fr: Avant de mettre à jour ton appareil de %1 à %2, assure-toi de procéder comme suit : - Connecte ton appareil au chargeur USB et assure-toi qu’il se recharge. Garde-le connecté pendant que tu mets à jour le logiciel. - Assure-toi également que ton téléphone est chargé à plus de 50 % avant de commencer le processus de mise à jour. La mise à jour de ton équipement prend environ 3 minutes. N'éteins pas ton appareil ou téléphone pendant son téléchargement ! Une fois que le nouveau logiciel est transmis à ton appareil, celui-ci se déconnectera de l’application et redémarrera. C’est tout à fait normal ! Il devrait se reconnecter automatiquement, mais dans le cas contraire, clique simplement Connecter sur la page d’accueil comme d’habitude.
it: Prima di aggiornare la tua attrezzatura da %1 a %2, assicurati di fare quanto segue: - Collega la tua attrezzatura al caricatore USB e assicurati che sia in carica. Tienilo collegato all'alimentazione mentre aggiorni il firmware. - Assicurati inoltre che il tuo telefono abbia più del 50% di carica prima di iniziare il processo di aggiornamento. L'aggiornamento della tua attrezzatura richiede circa 3 minuti. Non devi spegnere l'attrezzatura o il telefono mentre è in funzione! Una volta trasmesso il nuovo firmware alla tua attrezzatura, si disconnetterà dall'app e si riavvierà. Questo è abbastanza normale! Dovrebbe riconnettersi automaticamente, ma in caso contrario, è sufficiente fare clic sul pulsante Connetti in prima pagina come al solito.
ja_jp: ギアを%1から%2へアップデートする前に、以下のことを確認してください。 - ギアをUSBチャージャーに接続し、充電中であることを確認する。ファームウェアをアップデートしている間は、電源に接続したままにしてください。 - また、アップデート作業を開始する前に、携帯電話の充電が50%以上あることを確認してください。 ギアのアップグレードには3分程度かかります。作業中はギアや携帯電話の電源を切らないでください。 新しいファームウェアがギアに転送されると、ギアはアプリから切断され、再起動されます。これはごく普通のことです。自動的に再接続されるはずですが、再接続されない場合は、通常通り、フロントページの接続ボタンをクリックしてください。
ru: Прежде чем обновить свое снаряжение с %1 до %2, убедитесь, что вы сделали следующее: - Подключить ваше снаряжение к зарядному USB устройству и убедиться, что оно заряжается. Держите его подключенным к источнику питания, пока вы обновляете прошивку. - Также убедитесь, что ваш телефон заряжен более чем на 50%, прежде чем начать процесс обновления. Обновление снаряжения занимает около 3 минут. Нельзя выключать прибор или телефон во время его работы! Как только новая прошивка будет загружена на ваше устройство, оно отключится от приложения и перезагрузится. Это вполне нормально! Он должен автоматически переподключиться, но если этого не произойдет, просто нажмите кнопку «Подключиться» на главной странице, как обычно.

source: Install
cs_cz: Instalace
da_dk: Installer
de_de: Installieren
es_es: Instalar
fr: Installer
it: Installa
ja_jp: インストール
lt: Diegti
ru: Установить

# Heading for the panel of the language selector, on the settings page
source: Language
cs_cz: Jazyk
da_dk: Sprog
de_de: Sprache
es_es: Idioma
fr: Langue
it: Lingua
ja_jp: 言語
lt: Kalba
ru: Язык

# Description of the language selection option on the settings page
source: Usually, Crumpet will use the language that your device uses, or English if that language is not available. However, if you wish to force some language, you can select it here, and we will use that language instead.
cs_cz: Obvykle Crumpet používá jazyk tvého zařízení, nebo Angličtinu pokud tvůj jazyk není dostupný. Pokud ovšem chceš zvolit jiný jazyk, zvol ho zde.
da_dk: Som regel vil Crumpet bruge det sprog din enhed bruger, eller Engelsk hvis dette sprog ikke er tilgængeligt. Hvis du hellere vil bruge et andet sprog kan du vælge det her, og brug det nyvalgte sprog i stedet.
de_de: Normalerweise wird Crumpet die Sprache deines Geräts verwenden - oder Englisch, sofern die entsprechende Sprache nicht verfügbar ist. Solltest du die App in einer bestimmten Sprache bevorzugen, kannst du sie hier auswählen.
es_es: Normalmente Crumpet usará el idioma de tu dispositivo, o Inglés si este no se encuentra disponible. Sin embargo, si deseas forzar otro idioma, puedes escogerlo aquí y lo utilizaremos en su lugar.
fr: Normalement Crumpet utilisera la langue de ton téléphone / ta tablette ou l’anglais si cette langue n’est pas disponible. Si tu souhaites utiliser une langue complètement différente, tu peux la sélectionner ici.
it: Di solito, Crumpet utilizzerà la lingua utilizzata dal tuo dispositivo o l'inglese se tale lingua non è disponibile. Tuttavia, se desideri forzare una lingua, puoi selezionarla qui e utilizzeremo invece quella lingua.
ja_jp: 通常、Crumpetはあなたのデバイスが使用する言語を使用し、その言語が使用できない場合は英語を使用します。しかし、ある言語を強制的に使用したい場合は、ここで選択することができ、その言語を代わりに使用することになります。
lt: Paprastai Crumpet naudos kalbą, kurią naudoja jūsų įrenginys, arba anglų kalbą, jei ta kalba nepasiekiama. Tačiau jei norite priverstinai įvesti kokią nors kalbą, galite ją pasirinkti čia ir mes naudosime tą kalbą.
ru: Обычно Crumpet использует язык вашего устройства или английский, если тот язык недоступен. Однако, если вы хотите принудительно использовать какой-либо язык, вы можете выбрать его здесь, и вместо него мы будем использовать этот язык.

source: App Restart Required
es_es: Reinicio de la aplicación necesario
fr: Redémarrage de l’appli requis
lt: Būtina iš naujo paleisti programą

source: When switching languages, you need to restart the app to ensure all the text and so on is updated. To quit the app now, click OK, or click Cancel to not quit just now.
es_es: Para cambkar el idioma es neecsario reiniciar la aplicación para asegurar que todos los textos se actualizan. Para salir ahora, pulsa Aceptar, o pulsa Cancelar para hacerlo más tarde.
fr: Lorsque tu changes de langue, tu dois redémarrer l’application pour t'assurer que tout le texte est mis à jour. Pour quitter l’appli maintenant, clique sur OK, ou clique sur Annuler pour ne pas redémarrer immédiatement.
lt: Perjungdami kalbas, turite iš naujo paleisti programą, kad įsitikintumėte, jog visas tekstas ir pan. Norėdami uždaryti programą dabar, spustelėkite Gerai arba spustelėkite Atšaukti, kad neišeitumėte tik dabar.

# Heading for the panel for the demo modus of the app, on the settings page
source: Fake Tail
cs_cz: Falešný ocas
da_dk: Falsk Hale
de_de: Simulierter Tail
es_es: Cola Falsa
fr: Simulation d'un appareil de The Tail Company
it: Coda finta
ja_jp: フェイクテイル
lt: Netikra uodega
ru: Поддельный Хвост

# Description for the panel for the demo modus of the app, on the settings page
source: If you have just downloaded the app, for example in anticipation of the arrival of your brand new, super shiny MiTail or EarGear, you might want to explore what the app can do. You can click the button below to trick the app into thinking that there is a tail nearby, and let you explore what options exist. Enabling this option will make a fake tail show up on the welcome page.
da_dk: Hvis du lige har nedhentet appen, for eksempel mens du venter på din sprit-nye, super-duper MiTail eller EarGear, og du vil have lidt af et kig på, hvad appen kan, så kan du vælge denne mulighed for at snyde appen til at tro, der er en hale i nærheden, så du kan udforske hvad du kan gøre. Tilvælg denne mulighed for at få en falsk hale til at dukke op på velkomstsiden.
de_de: Wenn du gerade die App heruntergeladen hast, weil du zB auf deinen neuen, super tollen, komplett coolen MiTail oder dein EarGear wartest, kannst du dir die Wartezeit damit verkürzen, indem du dich in der App umschaust. Du kannst mit dem untenstehenden Button einen MiTail simulieren, mit dem du dir die Einstellungsmöglichkeiten anschauen kannst.
es_es: Si acabas de descargar la aplicación, pro ejemplo, mientras esperas que llegue tu nuevo, flagrante y brillante MiTail o EarGear, puedes querer explorar las características de la app. Puedes pulsar en el siguiente botón para engañar la aplicación para que piense que hay una cola cerca, así te permitirá explorar las opciones disponibles. Habilitando esta opción hará que una cola falsa aparezca en la página de bienvenida.
fr: Si tu viens de télécharger l'appli, par exemple en attendant l'arrivée de ta DIGITAiL ou EarGear flambant neufs, n'hésite pas à explorer ce que tu peux faire dessus. Tu peux cliquer sur le bouton ci-dessous pour faire croire à l'appli qu'il y a un de nos appareils à proximité, pour ensuite explorer les options existantes. En activant cette option, la simulation d'une MiTail or EarGear apparaîtra sur la page de bienvenue.
it: Se hai appena scaricato l'app, ad esempio in previsione dell'arrivo del tuo nuovissimo e scintillante MiTail o EarGear, potresti voler esplorare cosa può fare l'app. Puoi fare clic sul pulsante in basso per indurre l'app a pensare che ci sia una coda nelle vicinanze e consentirti di esplorare quali opzioni esistono. L'abilitazione di questa opzione farà apparire una coda finta nella pagina di benvenuto.
lt: Jei ką tik atsisiuntėte programą, pavyzdžiui, tikėdamiesi, kad pasirodys visiškai naujas, ypač blizgus „MiTail“ arba „EarGear“, galbūt norėsite ištirti, ką programa gali padaryti. Galite spustelėti toliau esantį mygtuką, kad apgautumėte programą, kad ji manytų, jog netoliese yra uodega, ir leiskite ištirti, kokios yra galimybės. Įgalinus šią parinktį pasveikinimo puslapyje bus rodoma netikra uodega.
ru: Если вы только что загрузили приложение, например, в предвкушении появления вашего нового супер-ослепительного MiTail или EarGear, возможно, вам захочется узнать, на что оно способно. Вы можете нажать кнопку ниже, чтобы обмануть приложение, заставив его думать, что поблизости есть хвост, и позволить вам изучить существующие функции. При включении этой опции фальшивый хвост будет отображаться на странице приветствия.

source: Show Fake Tail
cs_cz: Zobrazit falešný ocas
da_dk: Vis Falsk Hale
de_de: Simulierten Tail anzeigen
es_es: Mostrar Cola Falsa
fr: Afficher un appareil Tail simulé
it: Mostra coda finta
ja_jp: フェイクテールを表示する
lt: Rodyti netikrą uodegą
ru: Показать Поддельный Хвост

source: Connecting
es_es: Conectando
fr: Connexion en cours
lt: Prisijungiama

# Header for the page for the Glow Tips
source: Glow Tips
cs_cz: Svítící konce
da_dk: Lys-spidser
de_de: Beleuchtungs-Tipps
es_es: Puntas Luminosas
fr: Pointes Lumineuses
it: Suggerimenti luminosi
ja_jp: グローチップ
lt: Švytintys antgaliai
ru: Подсветка
