Repository: MasterTailer/CRUMPET-Android
Catalog: src/po/*/digitail.po
Languages: cs_cz, da_dk, de_de, es_es, fr, it, ja_jp, lt, ru

source: Failed to create the directory for the stored commands
cs_cz: Nepodařilo se vytvořit složku pro uložené příkazy
da_dk: Kunne ikke skabe en mappe til at gemme kommandoer i
de_de: Kann das Verzeichnis für gespeicherte Befehle nicht erstellen
es_es: No se ha podido crear el directorio para almacenar los comandos
fr: La création du répertoire pour les commandes enregistrées n'est pas possible
it: Non si riesce a creare la directory per i comandi impiegati
ja_jp: ストアドコマンド用のディレクトリの作成に失敗しました。
lt: Nepavyko sukurti išsaugotų komandų katalogo
ru: Не удалось создать каталог для сохраненных команд

source: There are no commands in this file. This is possible, but not common.
cs_cz: Tento soubor neobsahuje žádné příkazy. Je to možné, ale neobvyklé.
da_dk: Det er ingen kommandoer i denne fil. Dette er muligt, men ualmindeligt.
de_de: Es sind keine Befehle in dieser Datei. Das ist möglich, aber durchaus ungewöhnlich.
es_es: No hay comandos en este fichero. Esto es posible, pero no normal.
fr: Aucune commande trouvée dans ce fichier. Situation rare mais qui peut arriver.
it: Non ci sono comandi in questo file. Questo è possibile, ma non comune.
ja_jp: このファイルにはコマンドがありません。これは可能ですが、一般的ではありません。
lt: Šiame faile nėra jokių komandų. Tai įmanoma, bet ne įprasta.
ru: В этом файле нет команд. Это возможно, но не часто.

source: Failed to load your commands, due to a parsing error at %1: %2 Code leading up to the error: %3
cs_cz: Nepodařilo se nahrát příkazy kvůli chybě syntaxe v %1: %2 Kód vedoucí k chybě: %3
da_dk: Kunne ikke indlæse dine kommandoer på grund af en parsefejl ved %1: %2 Koden som ledte op til fejlen: %3
de_de: Fehler beim Laden der Befehle. Durch einen Parser Fehler bei %1: %2 Code, der zu dem Fehler führt: %3
es_es: No se han podido cargar tus comandos, debido a un error de en %1: $2 El código que dio el error: %3
fr: Impossible de charger vos commandes, en raison d'une erreur d'analyse à %1 : %2 Code conduisant à l'erreur : %3
it: Non si riescono a caricare i tuoi comandi a causa di un errore al %1: %2 Codice errore: %3
ja_jp: 1: %2 でパージング・エラーが発生したため、コマンドのロードに失敗しました。 エラーに至るまでのコード。 %3
ru: Не удалось загрузить ваши команды из-за ошибки синтаксического анализа в %1: %2 Код, приводящий к ошибке: %3

source: Could not open the file %1 for reading
cs_cz: Nebylo možné otevřít soubor %1 pro čtení
da_dk: Kunne ikke åbne filen %1 for læsning
de_de: Fehler beim Lesen der Datei %1
es_es: No se ha podido abrir el fichero %1 para lectura
fr: Impossible d'ouvrir le fichier %1 pour la lecture
it: Non è possibile aprire il file %1 per la lettura
ja_jp: 読み取り用にファイル %1 を開くことができませんでした。
lt: Nepavyko atidaryti failo %1 skaitymui
ru: Не удалось открыть файл %1 для чтения

source: Could not open the file %1 for writing
cs_cz: Nebylo možné otevřít soubor %1 pro zápis
da_dk: Kunne ikke åbne filen %1 for skrivning
de_de: Fehler beim Schreiben der Datei %1
es_es: No se ha podido abrir el fichero %1 para escritura
fr: Impossible d'ouvrir le fichier %1 pour l'écriture
it: Non è stato possibile aprire il file %1 per la scrittura
ja_jp: 書き込みのためにファイル %1 を開くことができませんでした。
lt: Nepavyko atidaryti failo %1 rašymui
ru: Не удалось открыть файл %1 для записи

source: Tilt Left
da_dk: Hæld Til Venstre
de_de: Linksdrehung
es_es: Inclinar a la izquierda
fr: Incliner à gauche
it: Gira a Sinistra
lt: Pakreipkite į kairę

source: Tilt Right
da_dk: Hæld Til Højre
de_de: Rechtsdrehung
es_es: Inclinar a la derecha
fr: Incliner à droite
it: Gira a Destra
lt: Pakreipkite į dešinę

# Name for an event where the gear has been detected as having been tilted forward
source: Tilt Forward
da_dk: Hældereaktioner
de_de: Vorwärtsneigung
es_es: Girar hacia delante
fr: Incliner en avant
it: Gira in avanti
lt: Pakreipkite į priekį

source: Tilt Backward
da_dk: Hæld Bagud
de_de: Rückwärtsneigung
es_es: Girar hacia detrás
fr: Incliner en arrière
it: Giralo All’Indietro
lt: Pakreipkite atgal

source: Return to Upright
da_dk: Tilbage til Opret
de_de: Rückkehr zur aufrechten Position
es_es: Volver a poner derecho
fr: Retour à sa position initiale
it: Ritorna Diritto
lt: Grįžkite į vertikalią ar stačią poziciją

source: Loud Sound on the Left
da_dk: Høj Lyd til Venstre
de_de: Lautes Geräusch von Links
es_es: Sonido fuerte en la izquierda
fr: Volume fort à gauche
it: Alto livello di rumore a sinistra
lt: Garsus garsas kairėje

source: Quiet Sound on the Left
da_dk: Stille Lyd til Venstre
de_de: Leises Geräusch von Links
es_es: Sonido suave en la izquierda
fr: Volume faible à gauche
it: Basso livello di rumore a sinistra
lt: Tylus garsus kairėje

source: Ambient Sound Levels
da_dk: Alment Lydniveau
de_de: Hintergrundpegel
es_es: Niveles de sonido ambiente
fr: Niveaux sonores ambiants
it: Livelli suoni ambientali
lt: Aplinkos garso lygiai

source: Quiet Sound on the Right
da_dk: Stille Lyd til Højre
de_de: Leises Geräusch von Rechts
es_es: Sonido suave e la derecha
fr: Volume faible à droite
it: Basso livello di rumore a destra
lt: Tylus garsas dešinėje

source: Loud Sound on the Right
da_dk: Høj Lyd til Højre
de_de: Lautes Geräusch von Rechts
es_es: Sonido fuerte en la derecha
fr: Volume fort à droite
it: Alto livello di rumore a destra
lt: Garsus garsas dešinėje

# Error message shown when automatic reconnection has been attempted too often
source: Attempted to reconnect too many times to %1 (%2). To connect to it, please check that it is on, charged, and near enough.
cs_cz: Nastalo příliš mnoho pokusů o připojení k %1 (%2). Pro připojení zkontroluj jestli je %1 zapnuto, stav nabití a vzdálenost.
da_dk: Forsøgte at genforbinde til %1 for mange gange (%2). For at forbinde til den, vær sikker på, at den er tændt, opladt, og tæt nok på.
de_de: Zu viele Versuche die Verbindung zu %1 (%2) herzustellen. Um eine Verbindung herzustellen, bitte stelle sicher, dass dein Gear eingeschaltet, aufgeladen und in Reichweite ist.
es_es: Se ha intentado reconectar demasiadas veces a %1 (%2). Asegurate de que tiene carga, se encuentra encendido y está lo suficientemente cerca.
fr: Nombre max. de tentatives de reconnexion à %1 (%2) atteint. Merci de vérifier que l'appareil est allumé, chargé et suffisamment proche avant de le reconnecter.
it: Hai tentato di riconnetterti troppe vole a %1 (%2), Per connetterti, per favore controlla che sia acceso, carico e abbastanza vicino.
ja_jp: 1 (%2) への再接続を試行した回数が多すぎます。接続するには、電源が入っていること、充電されていること、近くにあることを確認してください。
lt: Bandyta per daug kartų prisijungti prie %1 (%2). Norėdami prie jo prisijungti, patikrinkite, ar jis įjungtas, įkrautas ir pakankamai arti.
ru: Слишком много попыток повторного подключения к %1 (%2). Чтобы подключиться к нему, убедитесь, что он включен, заряжен и находится достаточно близко.

source: Connection lost to %1, attempting to reconnect...
cs_cz: Připojení k %1 ztraceno, pokouším se o znovupřipojení...
da_dk: Forbindelsen til %1 blev tabt. Forsøger at genforbinde...
de_de: Verbindung zu %1 verloren. Versuche zu verbinden...
es_es: Conexión perdida a %1, intentando conectar...
fr: Connexion perdue à %1, tentative de reconnexion en cours...
it: Connessione persa a %1, tentativo di riconnessione...
ja_jp: 1 への接続が失われました。再接続を試みています...
lt: Nutrūko ryšys su % 1, bandoma prisijungti iš naujo...
ru: Потеря соединения с %1, попытка повторного подключения...

source: It looks like this device is not a DIGITAiL (could not find the tail characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
cs_cz: Vypadá to že toto zařízení není DIGITAiL (nebylo možné nalézt charakteristiky ocasu). Pokud jsi si jist že se jedná o správné zařízení, zděl tuto chybu The Tail company.
da_dk: Det ser ud som om dette ikke er en DIGITAiL (kunne ikke finde enhedens primære skrivekarakteristik). Hvis du er sikker på det er, vær sød og kontakte The Tail Company med denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen DIGITAiL handelt (Keine entsprechenden Funktionen gefunden). Wenn du dir sicher bist, dass es sich trotzdem um einen DIGITAiL handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que este dispositivo no es un MiTail (no se han encontrado las características de una cola). Si estás seguro que se trata de un error, por favor, ponte en contacto con "The Tail Company".
fr: Il semble que cet appareil ne soit pas une DIGITAIL (caractéristiques inconnues). S'il s'agit bien d'une DIGITAIL, merci de signaler cette erreur à The Tail Company.
it: Sembra che questo dispositivo non sia un DIGITAiL (non è stato possibile trovare il tratto tail). Se sei certo che lo sia, per favore segnala questo errore a The Tail Company.
ja_jp: このデバイスはDIGITAiLではないようです（テールの特性を見つけることができませんでした）。もし、間違いなくそうであると確信される場合は、このエラーをThe Tail Companyにご報告ください。
lt: Atrodo, kad šis įrenginys nėra DIGITAIL (nepavyko rasti uodegos charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

# Warning message when the main service was not found on the device
source: An error occured while connecting to your DIGITAiL (the service object could not be created). If you feel this is in error, please try again!
da_dk: Det opstod en fej under tilslutning til din DIGITAiL (service objektet kunne ikke skabes). hvis du tror dette er en fejl, forsøg igen!
de_de: Beim Verbinden zu deinem MiTail ist etwas schief gegangen (Fehler: Service Object konnte nicht erstellt werden). Bitte versuche es noch einmal!
es_es: Ha ocurrido un error mientras conectabamos a tu cola (el objeto del servicio no ha sido creado). Si piensas que se trata de un error, intentalo de nuevo!
fr: Une erreur s'est produite lors de la connexion à ta DIGITAiL (l'objet de service principal n'a pas pu être créé). Merci de réessayer !
it: E' stato riscontrato un errore mentre ti connettevi al tuo DIGITAiL (il service object potrebbe non essere stato creato). Se pensi che questo possa essere un errore, per favore prova di nuovo!
lt: Prisijungiant prie DIGITAiL įvyko klaida (nepavyko sukurti paslaugos objekto). Jei manote, kad tai klaida, bandykite dar kartą!
ru: Произошла ошибка при подключении к вашему DIGITAiL (не удалось создать объект службы). Если вы считаете, что это ошибка, попробуйте еще раз!

# Warning that some unknown error happened
source: An error occurred. If you are trying to connect to your DIGITAiL, make sure it is on and close to this device.
da_dk: Der opstod en fejl. Hvis du er ved at forbinde til din DIGITAiL, vær sikker på, at den er tændt og tæt på denne enhed.
de_de: Beim Verbinden zu deinem DIGITAiL ist etwas schief gegangen Stelle bitte sicher, dass dein DIGITAiL eingeschaltet und in Reichreite ist.
es_es: Ha ocurrido un error. Si estás intentando conectar a tu MiTail, asegúrate de que se encuentra encendido y cerca de este dispositivo.
fr: Une erreur s'est produite. Merci de s'assurer que ta DIGITAIL soit allumée et à proximité.
it: E' stato riscontrato un errore. Se stai cercando di connetterti alla tua DIGITAiL, assicurati che sia accesa e vicina al dispositivo.
lt: Įvyko klaida. Jei bandote prisijungti prie DIGITAiL, įsitikinkite, kad prietaisas yra įjungtas ir arti šio įrenginio.
ru: Произошла ошибка. Если вы пытаетесь подключиться к своему DIGITAiL, убедитесь, что он включен и находится рядом с этим устройством.

# Warning that the device disconnected itself
source: The DIGITAiL closed the connection.
da_dk: DIGITAiL lukkede forbindelsen.
de_de: Der DIGITAiL hat die Verbindung getrennt.
es_es: El DIGITAiL ha terminado la conexión.
fr: La connexion avec ta DIGITAiL est perdue.
it: DIGITAiL ha chiuso la connessione.
lt: DIGITAiL nutraukė ryšį.
ru: DIGITAiL прервал соединение.

source: Failed to connect to your DIGITAiL. Please try again (perhaps move it closer?)
da_dk: Kunne ikke forbinde til din DIGITAiL. Forsøg igen (måske skal den tættere på?)
de_de: Fehler bei der Verbindung zu deinem DIGITAiL . Bitte versuche es erneut (vielleicht näher am Gerät?)
es_es: Ha habido un problema al conectar con tu DIGITAiL. Por favor inténtalo de nuevo (¿Has probado a acercarlo?)
fr: Échec de la connexion à ta DIGITAiL. Merci de la rapprocher et réessayer
it: Non è stato possibile connettersi alla tua DIGITAiL. Per favore prova di nuovo (eventualmente avvicinati)
lt: Nepavyko prisijungti prie jūsų DIGITAiL. Bandykite dar kartą (gal priartinkite?)
ru: Не удалось подключиться к вашему DIGITAiL. Пожалуйста, попробуйте еще раз (достаточно ли он близко?)

source: The DIGITAiL closed the connection, either by being turned off or losing power. Remember to charge your DIGITAiL!
da_dk: Din DIGITAiL frakoblet forbindelsen, enten fordi den blev slukket, eller ved at løbe tør for strøm. Husk at oplade din DIGITAIL!
de_de: Dein DIGITAiL hat die Verbindung beendet. Entweder wurde er abgeschaltet oder der Akku wurde leer. Vergiss nicht, deinen DIGITAiL wieder aufzuladen!
es_es: El DIGITAiL ha terminado la conexión, puede que se haya quedado sin batería o ha sido apagado. ¡No olvides cargar tu cola!
fr: La connexion avec ta DIGITAiL est perdue : elle est soit éteinte ou déchargée. N'oublie pas de la recharger !
it: DIGITAiL ha chiuso la connessione, potrebbe essersi spenta o scaricata. Ricordati di caricare la tua DIGITAiL!
lt: DIGITAiL nutraukė ryšį, nes buvo išjungtas arba dingo maitinimas. Nepamirškite įkrauti savo DIGITAL!
ru: DIGITAiL прервал соединение из-за отключения, либо потери питания. Не забудьте зарядить свой хвостик!

source: It looks like this device is not an EarGear controller (could not find the main ears writing characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
cs_cz: Vypadá to že toto zařízení není EarGear ovladač (nebylo možné nalézt hlavní zápisové charakteristiky uší). Pokud si jsi jist že se jedná o správné zařízení, zděl tuto chybu The Tail company.
da_dk: Det ser ud som om denne enhed ikke er en EarGear kontrolboks (kunne ikke finde den primære øre skrivekarakkteristik). Hvis du er helt sikker på at den er, vær sød og kontakt The Tail Company og rapporter denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen EarGear Controller handelt (Keine entsprechenden Schreib-Funktionen gefunden). Wenn du dir sicher bist, dass es sich trotzdem um EarGear handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que el dispositivo no es un controlador EarGear (no se ha podido encontrar las orejas principales con características de lectura). Si estás seguro de que esto es un error, por favor, ponte en contacto con "The tail company".
fr: Il semble que cet appareil ne soit pas un EarGear (caractéristiques principales d'écriture Eargear introuvables). Merci de contacter The Tail Company si c'est une erreur.
it: Sembra che questo dispositivo non sia un controller EarGear (non è stato possibile trovare i tratti principali di scrittura delle ears). Se sei certo che lo sia, per favore segnala questo errore a The Tail Company.
ja_jp: このデバイスはEarGearコントローラではないようです（メインの耳の書き込み特性が見つかりませんでした）。もし、間違いなくそうであると確信される場合は、このエラーをThe Tail Companyにご報告ください。
lt: Atrodo, kad šis įrenginys nėra „EarGear“ valdiklis (nepavyko rasti pagrindinės ausų rašymo charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

source: It looks like this device is not an EarGear controller (could not find the main ears reading characteristic). If you are certain that it definitely is, please report this error to The Tail Company.
cs_cz: Vypadá to že toto zařízení není EarGear ovladač (nebylo možné nalézt hlavní čtecí charakteristiky uší). Pokud si jsi jist že se jedná o správné zařízení, zděl tuto chybu The Tail company.
da_dk: Det ser ud som om denne enhed ikke er en EarGear kontrolboks (kunne ikke finde den primære øre læsekarakkteristik). Hvis du er helt sikker på at den er, vær sød og kontakte The Tail Company og rapporter denne fejl.
de_de: Es sieht so aus, als ob es sich bei diesem Gerät um keinen EarGear Controller handelt (Keine entsprechenden Lese-Funktionen gefunden). Wenn du dir sicher bist, dass es sich trotzdem um EarGear handelt, melde diesen Fehler bitte an die Tail Company.
es_es: Parece que el dispositivo no es un controlador EarGear (no se ha podido encontrar las orejas principales con características de escritura). Si estás seguro de que esto es un error, por favor, ponte en contacto con "The tail company".
fr: Il semble que cet appareil ne soit pas un EarGear (caractéristiques principales de lecture Eargear introuvables). Merci de contacter The Tail Company si c'est une erreur.
it: Sembra che questo dispositivo non sia un controller EarGear (non è stato possibile trovarne i tratti di lettura principali). Se sei sicuro che lo sia, per favore segnala questo errore a The Tail Company.
ja_jp: このデバイスはEarGearコントローラではないようです（メインの耳読みの特性が見つかりませんでした）。もし、間違いなくそうであると確信される場合は、このエラーをThe Tail Companyに報告してください。
lt: Atrodo, kad šis įrenginys nėra „EarGear“ valdiklis (nepavyko rasti pagrindinės ausų skaitymo charakteristikos). Jei esate tikri, kad taip yra, praneškite apie šią klaidą „The Tail Company“.

source: Reboot Completed
de_de: Neustart abgeschlossen
es_es: Reinicio completado
fr: Redémarrage terminé
it: Riavvio completo
lt: Perkrovimas baigtas

# Message shown to the user after a reboot following a manual firmware upload
source: The reboot following the firmware upload has completed and we have connected back to the device. The gear now reports %1, and we hope that is what you expected.
de_de: Der Neustart nach dem Hochladen der Firmware ist abgeschlossen und wir sind wieder mit dem Gerät verbunden. Das Gerät zeigt nun %1 und wir hoffen das dies ist, was Du erwartet hast.
es_es: Se ha completado el reinicio posterior a la subida del firmware y nos hemos conectado de nuevo correctamente. El didpositivo ahora reporta %1, deseamos que sea lo que se esperaba.
fr: Logiciel téléchargé et redémarrage terminé. Ton appareil est maintenant connecté et prêt à l'emploi avec %1.
it: Il riavvioa seguito dell'aggiornamento del firmware è stato completato e abbiamo riconnesso il dispositivo. Il gear ora riporta %1, e speriamo che sia il risultato aspettato.
lt: Perkrovimas po programinės įrangos įkėlimo baigtas ir mes vėl prisijungėme prie įrenginio. Prietaisas dabar praneša %1, ir tikimės, kad to tikėjotės.

# Title of the message box shown to the user upon a successful firmware upgrade
source: Upgrade Successful
cs_cz: Update úspěšný
da_dk: Opgradering Lykkedes
de_de: Aktualisierung erfolgreich
es_es: Se ha actualizado correctamente
fr: Mise à jour installée
it: Aggiornamento effettuato con successo
ja_jp: アップグレード成功
lt: Atnaujinimas sėkmingas
ru: Обновление завершено

# Message shown to the user when a firmware update completed successfully
source: Congratulations, your gear has been successfully updated to version %1!
cs_cz: Gratuluji, tvoje zařízení bylo úspěšně updatováno na verzi %1!
da_dk: Tillykke! Opgraderingen af dit udstyr til version %1 blev gennemført med success!
de_de: Herzlichen Glückwunsch, dein Gerät wurde erfolgreich auf Version %1 aktualisiert!
es_es: ¡Enhorabuena! Tu equipo ha sido actualizado correctamente a la versión %1!
fr: La mise à jour version %1 est installée et ton appareil est prêt à l'emploi !
it: Congratulazioni, il tuo dispositivo è stato aggiornato con successo alla versione %1!
ja_jp: おめでとうございます！お使いのギアはバージョン %1 に正常に更新されました。
lt: Sveikiname, jūsų prietaisas sėkmingai atnaujintas iki %1 versijos!
ru: Поздравляем, ваше снаряжение успешно обновлено до версии %1!

# Title of the message box shown to the user upon an unsuccessful firmware upgrade
source: Update Failed
cs_cz: Update selhal
da_dk: Opgradering Fejlede
de_de: Update fehlgeschlagen
es_es: Actualización fallida
fr: Échec de la mise à jour
it: Aggiornamento fallito
ja_jp: アップデートに失敗しました
lt: Atnaujinimas nepavyko
ru: Ошибка обновления

# Message shown to the user when a firmware update failed
source: <p>Sorry, but the upgrade failed. Most often this is due to the transfer being corrupted during the upload process itself, which is why your gear has a safe fallback to just go back to your old firmware version upon a failure. You can try the update again by clicking the Install button gain.</p>
cs_cz: <p>Vypadá to že update selhal. To se nejčastěji stává kvůli špatnému přenosu během nahrávacího procesu. Tvoje zařízení se bezpečně vrátilo na předchozí verzi firmwaru. Update můžeš zkusit znovu kliknutím na tlačítko Instalace.</p>
da_dk: <p>Beklageligvis lykkedes opgraderingen af dit udstyr ikke. Det er oftest fordi der skete en datafejl under overførslen til dit udstyr, hvilket er grunden til at dit udstyr har et sikkert tilbagefald, som blot går tilbage til den version du allerede havde installeret hvis der opstår en fejl. Du kan genforsøge opdateringen ved at klikke på Installer igen.</p>
de_de: <p>Es tut uns leid, aber die Aktualisierung schlug fehl. Meist liegt es daran,dass etwas bei der Übertragung schief ging. Keine Panik: Dein Gerät verfügt über einen Sicherheits-Modus, der bei einem Fehler die alte Firmware wiederherstellt. Du kannst die Aktualisierung erneut versuchen indem du erneut auf Installieren drückst</p>
es_es: <p>Lo siento, pero la actualización ha fallado. Normalmente esto ocurre por que los datos se han corrompido mientras se enviaban durante el proceso de actualización. Tu equipo está preparado para revertir el proceso con el firmware anterior en caso de fallo, por lo que puedes intentar la actualización nuevamente presionando el botón de nuevo.</p>
fr: <p> mise à jour a malheureusement échoué. Le transfert des données a sûrement été corrompu pendant le téléchargement et ton appareil est retourné par défaut à la dernière version téléchargée du logiciel. Merci de relancer la mise à jour appuyant sur Installer.</p>
it: <p>Spiacenti, ma l'aggiornamento non ha avuto successo. Questo solitamente accade perché il download si è corrotto durante il processo, ecco perché il tuo dispositivo è stato automaticamente riportato all'ultima versione utilizzata. Puoi provare nuovamente l'aggiornamento cliccando il bottone Installa qui.</p>
ja_jp: <p>申し訳ありませんが、アップグレードに失敗しました。ほとんどの場合、アップロード プロセス中に転送が破損したことが原因です。そのため、失敗したときに、古いファームウェア バージョンに戻るように安全なフォールバック機能が備わっています。インストールボタンをクリックすることで、再度アップデートを試みることができます。</p>
lt: <p>Atsiprašome, bet nepavyko atnaujinti. Dažniausiai taip nutinka dėl to, kad perkėlimas buvo sugadintas paties įkėlimo proceso metu, todėl jūsų įranga turi saugų atsarginį variantą, kad įvykus gedimui tiesiog sugrįžtų į seną programinės įrangos versiją. Galite pabandyti atnaujinti dar kartą spustelėdami mygtuką Įdiegti.</p>
ru: <p>Извините, обновление не удалось. Чаще всего это происходит из-за того, что передача была прервана во время самого процесса загрузки, однако у вашего снаряжения есть безопасный запасной вариант, позволяющий просто вернуться к старой версии прошивки в случае сбоя. Вы можете повторить попытку обновления, нажав кнопку «Установить».</p>

# Informational message for when the microphone balancing operation has completed
source: Microphone balancing completed
cs_cz: Balancování mikrofonu dokončeno
da_dk: Mikrofon genbalancering Gennemført
de_de: Mikrofonabgleich abgeschlossen
es_es: Balanceo del micrófono completado
fr: Réglage de la balance audio terminé
it: Bilanciamento del microfono completato
ja_jp: マイクバランス調整完了
lt: Mikrofono balansavimas baigtas
ru: Балансировка микрофона завершена
